Repository: alebcay/DtPad
Catalog: DtPadUninstaller/Languages/*.resx
Languages: fr

# ErrorO_copyErrorDescriptionPictureBoxToolTip
source: Copy error message to clipboard
fr: Copier le message d'erreur dans le presse-papier

# ErrorO_Title
source: Error
fr: Erreur

# Form1_cancelButton
source: Cancel
fr: Annuler

# Form1_descriptionLabel
source: DtPad Uninstaller is an application that make easier the uninstall of DtPad and each of its components. If you like to make it manually, simply delete the DtPad folder, since it does not use Windows registry or system folders. Otherwise click over "Uninstall" to proceed. If you like, click on the link below to send a message about how was using DtPad and why you decided to uninstall it.
fr: DtPad Uninstaller est une application qui facilite la désinstallation de DtPad et tous ses composants. Si vous désirez effectuer cette désinstallation manuellement (si vous n'avez pas autorisé l'option "Ouvrir avec") vous pouvez simplement supprimer le répertoire d'installation. Sinon cliquer sur "Désinstaller" pour poursuivre. Vous pouvez nous indiquer la raison pour laquelle vous désirez désinstaller en cliquant sur le lien ci-dessous.

# Form1_linkLabel
source: Click here to send an e-mail to the author
fr: Cliquer ici pour envoyer un email à l'auteur

# Form1_uninstallButton
source: Uninstall
fr: Désinstaller

# Program_InstanceDtHelp
source: Close any instance of DtHelp before start the uninstall process.
fr: Fermer toute instance de DtHelp avant de démarrer la désinstallation.

# Program_InstanceDtPad
source: Close any instance of DtPad before start the uninstall process.
fr: Fermer toute instance de DtPad avant de démarrer la désinstallation.

# Program_InstanceDtPadUninstaller
source: There is already an instance of DtPad Unistaller open.
fr: Une instance du DtPad Uninstaller est déjà ouverte.

# Program_InstanceDtPadUpdater
source: Close any instance of DtPad Updater before start the uninstall process.
fr: Fermer toute instance de DtPad Updater avant de démarrer la désinstallation.

# WindowManager_Exception
source: Exception occured:
fr: Une exception est intervenue:

# WindowManager_FatalException
source: Fatal exception occured:
fr: Une exception fatale est intervenue:

# UninstallManager_DeletedFile
source: deleted
fr: supprimé

# UninstallManager_Error
source: Error during uninstall process. In case of this error repetition it is recommended to manually delete files contained into DtPad installation folder. Error detail:
fr: Erreur durant la désinstallation. Dans le cas d'erreur à répétition il est recommandé de supprimer les fichiers contenu dans le répertoire d'installation de DtPad manuellement. Détail de l'erreur:

# UninstallManager_File
source: File
fr: Fichier

# UninstallManager_Start
source: DtPad uninstall process starting...
fr: Démarrage de la procédure de désinstallation de DtPad...

# UninstallManager_DeleteDesktop
source: Deleting desktop shortcut...
fr: Suppression des raccourcis...

# UninstallManager_DeleteFiles
source: Deleting files...
fr: Suppression de fichiers...

# UninstallManager_DeleteLinks
source: Deleting Start menu shortcuts...
fr: Suppression du raccourci du menu de Démarrage...

# UninstallManager_DeleteSendTo
source: Deleting Send To association...
fr: Suppression de l'association "Envoyer vers"...

# Form1_CloseButton
source: Close
fr: Fermer

# UninstallManager_Success
source: Uninstall completed with success!
fr: Désinstallation terminée avec succès!

# AlertO_Title
source: Alert
fr: Attention

# UninstallManager_DeletedFolder
source: deleted
fr: supprimé

# UninstallManager_Folder
source: Folder
fr: Répertoire

# Form1_SureUninstall
source: Are you sure to proceed with DtPad uninstallation? All configuration files will be deleted.
fr: Êtes vous sur de vouloir désinstaller DtPad? Tous les fichiers de configuration seront supprimés.

# QuestionYN_noButton
source: No
fr: Non

# QuestionYN_yesButton
source: Yes
fr: Oui

# UninstallManager_DeletedKey
source: deleted
fr: supprimé

# UninstallManager_DeleteOpenWith
source: Deleting Open With association...
fr: Suppression de l'association "Ouvrir avec"...

# UninstallManager_Key
source: Key
fr: Clé du registre

# UninstallManager_ShellString
source: Open with DtPad
fr: Ouvrir avec DtPad

# Form1_copyToolStripMenuItem
source: Copy
fr: Copier

# Form1_selectAllToolStripMenuItem
source: Select All
fr: Sélectionner tout
