Repository: alebcay/DtPad
Catalog: DtPadUpdater/Languages/*.resx
Languages: es, fr, it, ru

# ErrorO_copyErrorDescriptionPictureBoxToolTip
source: Copy error message to clipboard
es: Copiar mensaje de error al portapapeles
fr: Copier le message d'erreur dans le presse-papier
it: Copia il messaggio di errore negli appunti
ru: Копировать сообщение об ошибке в буфер

# ErrorO_okButton
source: OK
es: Aceptar
ru: ОК

# ErrorO_Title
source: Error
fr: Erreur
it: Errore
ru: Ошибка

# Form1_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# Form1_Close
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Form1_descriptionLabel
source: Welcome to DtPad Updater! Click over "Start Update" botton to begin the update process. Any existing setting will be mantained. In case of errors, DtPad Updater will restore actual version files and it could be possible to repeat the process. If a problem persist, or DtPad seems to be broken, download the latest version from the link below.
es: Bienvenido a DtPad Updater! Haga click sobre "Iniciar actualización" botton para iniciar el proceso de actualización. Cualquier configuración existente será mantenida. En caso de errores, DtPad Updater restaurará los archivos reales versión y podría ser posible repetir el proceso. Si el problema persiste, o DtPad parece estar roto, descargue la última versión desde el siguiente vínculo.
fr: Bienvenue dans la mise à jour de DtPad! Cliquer sur le bouton "Mettre à jour" pour lancer le processus. Tous les paramètres existant seront conservés. En cas d'erreur, le programme restaurera la version actuelle et il sera possible de refaire la manipulation. Si un problème persiste, ou si DtPad semble dysfonctionner, télécharger la dernière version à partir du lien ci-dessous.
it: Benvenuto in DtPad Updater! Clicca su "Aggiorna" per avviare l'aggiornamento. Le impostazioni attualmente salvate saranno mantenute. In caso di errori, DtPad Updater ripristinerà i file della versione precedente di modo da poter rilanciare il processo. Se un problema persiste, o DtPad dovesse sembrare malfunzionante, si consiglia di scaricare l'ultima versione dal link sottostante.
ru: Вас приветствует DtPad Updater! Чтобы начать обновление, нажмите кнопку "Обновить". При этом все настройки DtPad сохранятся. В случае ошибок DtPad Updater восстановит файлы текущей версии, после чего процесс обновления можно будет повторить. Если проблема не исчезает или программа DtPad работает неправильно, загрузите последнюю версию по ссылке ниже.

# Form1_Start
source: Start DtPad
es: Iniciar DtPad
fr: Démarrer DtPad
it: Avvia DtPad
ru: Запустить DtPad

# Form1_startButton
source: Start Update
es: Iniciar actualización
fr: Suivant >
it: Avanti >
ru: Далее >

# Form1_Updating
source: Updating...
es: Actualizando...
fr: En cours de mise à jour...
it: In corso...
ru: Обновление...

# UpdateManager_Backup
source: Backuping old version files...
es: haciendo copia de seguridad de archivos...
fr: Sauvegarde des fichiers de l'ancienne version...
it: Backup dei file precedenti...
ru: Создание резервных копий файлов старой версии...

# UpdateManager_DeleteTemp
source: Deleting temporary files...
es: Eliminando archivos temporales...
fr: Suppression des fichiers temporaires...
it: Cancellazione file temporanei...
ru: Удаление временных файлов...

# UpdateManager_DeleteUpd
source: Deleting update files...
es: Eliminando archivos de actualización...
fr: Suppression des fichiers de mise à jour...
it: Cancellazione file aggiornamento...
ru: Удаление файлов обновления...

# UpdateManager_DEL_FILE
source: Deleting file "{0}"...
es: Eliminando archivo "{0}"...
fr: Suppression du fichier "{0}"...
it: Cancellazione file "{0}"...
ru: Удаление файла "{0}"...

# UpdateManager_DEL_KEY
source: Deleting configuration key "{0}"...
es: Eliminando clave de configuración "{0}"...
fr: Suppression de la clé de configuration "{0}"...
it: Cancellazione parametro di configurazione "{0}"...
ru: Удаление ключа конфигурации "{0}"...

# UpdateManager_Error
source: Error during update operation!
es: Error durante el proceso de actualización!
fr: Erreur lors de la mise à jour!
it: Si è verificato un errore durante l'aggiornamento!
ru: При обновлении произошла ошибка.

# UpdateManager_Exception
source: Exception:
es: Excepción:
it: Eccezione:
ru: Исключение:

# UpdateManager_FileInUse
source: File in use
es: Archivo en uso
fr: Fichier utilisé
it: File in uso
ru: Файл занят

# UpdateManager_INS_FILE
source: Adding file "{0}"...
es: Agregando archivo "{0}"...
fr: Ajout du fichier "{0}"...
it: Aggiunto file "{0}"...
ru: Добавление файла "{0}"...

# UpdateManager_INS_KEY
source: Adding configuration key "{0}"...
es: Agregando clave de configuración "{0}"...
fr: Ajout de la clé de configuration "{0}"...
it: Aggiunto parametro di configurazione "{0}"...
ru: Добавление ключа конфигурации "{0}"...

# UpdateManager_Launch
source: Click on "Start DtPad" button to open the new version.
es: Haga clic en "Iniciar DtPad" para abrir la nueva versión.
fr: Cliquer sur le bouton "Démarrer DtPad" pour ouvrir la nouvelle version.
it: Clicca sul bottone "Avvia DtPad" per aprire la nuova versione.
ru: Нажмите кнопку "Запустить DtPad", чтобы открыть новую версию редактора.

# UpdateManager_NoInfo
source: No updates available for your version of DtPad!
es: No hay información de actualización para su versión DtPad!
fr: Aucune mises à jour n'est disponible pour votre version de DtPad!
it: Nessun aggiornamento disponibile per la versione presente di DtPad!
ru: Для вашей версии DtPad нет обновлений.

# UpdateManager_Proxy
source: If you are using a proxy, try to set it on DtPad options window. If the problem persist manually download the last version from {0}!
es: Si usted está usando un proxy, intenta ponerlo en DtPad ventana de opciones. Si el problema persiste descargar manualmente la última versión de {0}!
fr: Si vous utiliser un proxy, essayer de le configurer avec les options. Si le problème persiste, télécharger manuellement la version à partir de {0}!
it: Se usi un proxy, impostalo nella finestra delle opzioni di DtPad. Se il problema persiste scarica manualmente l'ultima versione di DtPad da {0}!
ru: Если вы используете прокси-сервер, попробуйте указать его в окне параметров DtPad. Если проблема не исчезает, вручную загрузите последнюю версию с веб-сайта {0}.

# UpdateManager_Read
source: Reading new version information...
es: Leyendo la información de la nueva versión...
fr: Lecture des informations de la nouvelle version...
it: Lettura informazioni nuova versione...
ru: Чтение сведений о новой версии...

# UpdateManager_REN_FILE
source: Renaming file "{0}" in "{1}"...
es: Cambiando nombre de archivo "{0}" en "{1}"...
fr: Renommage du fichier "{0}" en "{1}"...
it: Rinomina file "{0}" in "{1}"...
ru: Переименование файла "{0}" в "{1}"...

# UpdateManager_REN_KEY
source: Renaming configuration key "{0}" as "{1}"...
es: Cambiando clave de configuración "{0}" en "{1}"...
fr: Renommage de la clé "{0}" en "{1}"...
it: Rinomina parametro di configurazione "{0}" in "{1}"...
ru: Переименование ключа конфигурации "{0}" в "{1}"...

# UpdateManager_Success
source: DtPad successfully updated!
es: DtPad actualizado con éxito!
fr: DtPad a été mis à jour!
it: DtPad è stato aggiornato con successo!
ru: Программа DtPad обновлена.

# UpdateManager_Update
source: Performing version update...
es: Actualizando la versión...
fr: Mise à jour de la version...
it: Aggiornamento in corso...
ru: Обновление версии...

# UpdateManager_UPD_FILE
source: Updating file "{0}"...
es: Actualizando archivo "{0}"...
fr: Mise à jour du fichier "{0}"...
it: Aggiornamento file "{0}"...
ru: Обновление файла "{0}"...

# UpdateManager_UPD_KEY
source: Updating configuration key "{0}"...
es: Actualizando clave de configuración "{0}"...
fr: Mise à jour de la clé de configuration "{0}"...
it: Aggiornamento parametro di configurazione "{0}"...
ru: Обновление ключа конфигурации "{0}"...

# WindowManager_CommandExecution
source: Command execution interrupted!
es: Ejecución de comandos interrumpida!
fr: La commande a été interrompue!
it: L'esecuzione dell'operazione in corso è stata interrotta!
ru: Исполнение команды прервано.

# WindowManager_Exception
source: Exception occured:
es: Excepción:
fr: Une exception a eu lieu:
it: Si è verificata un'eccezione:
ru: Возникло исключение:

# WindowManager_FatalException
source: Fatal exception occured:
es: Excepción grave:
fr: Exception fatale:
it: Si è verificata un'eccezione grave:
ru: Возникло неустранимое исключение:

# WindowManager_ProgramExecution
source: Program execution interrupted!
es: Ejecución del programa interrumpido!
fr: L'exécution du programme a été interrompue!
it: L'esecuzione del programma è stata interrotta!
ru: Выполнение программы прервано.

# Program_InstanceDtPad
source: Close any instance of DtPad before to start the update process.
es: Cierre cualquier instancia de DtPad antes de iniciar el proceso de actualización.
fr: Fermer toute instance de DtPad avant de mettre à jour.
it: Chiudi ogni finestra di DtPad prima di avviare il processo di aggiornamento.
ru: Закройте все работающие экземпляры DtPad, прежде чем приступать к обновлению.

# Program_InstanceDtHelp
source: Close any instance of DtHelp before to start the update process.
es: Cierre cualquier instancia de DtHelp antes de iniciar el proceso de actualización.
fr: Fermer toute instance de DtHelp avant de mettre à jour.
it: Chiudi ogni finestra di DtHelp prima di avviare il processo di aggiornamento.
ru: Закройте все работающие экземпляры DtHelp, прежде чем приступать к обновлению.

# Program_InstanceDtPadUninstaller
source: Close any instance of DtPad Uninstaller before to start the update process.
es: Cierre cualquier instancia de DtPad Uninstaller antes de iniciar el proceso de actualización.
fr: Fermer toute instance du DtPad Uninstaller avant de mettre à jour.
it: Chiudi ogni finestra di DtPad Uninstaller prima di avviare il processo di aggiornamento.
ru: Закройте все работающие экземпляры DtPad Uninstaller, прежде чем приступать к обновлению.

# Program_InstanceDtPadUpdater
source: There is already an opened instance of DtPad Updater.
es: Ya existe una instancia abierta de DtPad Updater.
fr: Il y a déjà une instance de DtPad Upodater ouverte.
it: Esiste già una finestra aperta di DtPad Updater.
ru: DtPad Updater уже открыт.

# AlertO_okButton
source: OK
es: Aceptar
ru: ОК

# AlertO_Title
source: Alert
es: Alerta
fr: Attention
it: Avviso
ru: Оповещение

# Form1_descriptionLabel_FE
source: Welcome to DtPad Updater! Click on "Start Update" botton to begin the update process. Any existing setting will be mantained. In case of errors, DtPad Updater will restore the previous version of the file so you can re-launch the process. If a problem persist, or DtPad seems to be faulty, contact the author.
es: Bienvenido a DtPad Updater! Haga click sobre "Iniciar actualización" botton para iniciar el proceso de actualización. Cualquier configuración existente será mantenida. En caso de errores, DtPad Updater restaurará los archivos reales versión y podría ser posible repetir el proceso. Si el problema persiste, o DtPad parece estar roto, póngase en contacto con el autor.
fr: Bienvenue dans la mise à jour de DtPad! Cliquer sur le bouton "Mettre à jour" pour lancer le processus. Tous les paramètres existant seront conservés. En cas d'erreur, le programme restaurera la version actuelle pour que vous puissiez refaire la manipulation. Si un problème persiste, ou si DtPad semble dysfonctionner veuillez contacter l'auteur.
it: Benvenuto in DtPad Updater! Clicca su "Aggiorna" per avviare l'aggiornamento. Le impostazioni attualmente salvate saranno mantenute. In caso di errori, DtPad Updater ripristinerà i file della versione precedente di modo da poter rilanciare il processo. Se un problema persiste, o DtPad dovesse sembrare malfunzionante, si consiglia di contattare l'autore.
ru: Вас приветствует DtPad Updater! Чтобы начать обновление, нажмите кнопку "Обновить". При этом все настройки DtPad сохранятся. В случае ошибок DtPad Updater восстановит предыдущие версии файлов, после чего процесс обновления можно будет повторить. Если проблема не исчезает или программа DtPad работает неправильно, свяжитесь с автором.

# UpdateManager_ErrorCheckVersion
source: Error during DtPad Updater version check!
es: Error en la comprobación de la versión de DtPad Updater!
fr: Erreur lors de la vérification de la version du programme de mise à jour de DtPad!
it: Si è verificato un errore durante il controllo di versione di DtPad Updater!
ru: Ошибка при проверке версии DtPad Updater.

# UpdateManager_OldVersion
source: Current DtPad Updater version is outdated. Start the update process from DtPad "Help -> Check for New Version..." menu.
es: Actual versión de DtPad Updater no está actualizado. Inicie el proceso de actualización desde el menú DtPad "Ayuda -> Compruebe si hay nueva versión...".
fr: La version actuelle du programme de mise à jour DtPad Updater est dépassée. Démarrer la mise à jour à partir du menu "Aide -> Vérifier nouvelle Version...".
it: La versione attuale di DtPad Updater non è aggiornata. Avvia il processo di aggiornamento dal menu "? -> Controlla aggiornamenti..." in DtPad.
ru: Эта версия DtPad Updater устарела. Запустите обновление из DtPad, выбрав в меню команду "Справка -> Проверить наличие новой версии...".

# UpdateManager_INS_DIR
source: Adding folder "{0}"...
es: Agregando carpeta "{0}"...
fr: Ajout du répertoire "{0}"...
it: Aggiunta cartella "{0}"...
ru: Добавление папки "{0}"...

# Form1_copyToolStripMenuItem
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# Form1_selectAllToolStripMenuItem
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# UpdateManager_SHW_MSG_NoLongerUpdate
source: Your DtPad version is no longer supported! Download last version from DtPad website.
es: Su versión de DtPad ya no es compatible! Descargue la última versión de la página web de DtPad.
fr: Cette version de DtPad n'est plus supportée, téléchargez la dernière sur le site.
it: La tua versione di DtPad non è più supportata! Scarica l'ultima dal sito di DtPad.
ru: Ваша версия DtPad более не поддерживается. Загрузите последнюю версию с веб-сайта DtPad.

# PasswordUtil_NoValue
source: Value for "{0}" parameter not found.
es: El valor para "{0}" parámetro no fue encontrada.
fr: La valeur pour "{0}" n'a pas été trouvé.
it: Valore per il parametro "{0}" non trovato.
ru: Значение параметра "{0}" не найдено.
