Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# searchPanel_findPreviousToolStripButton
source: Find Previous
es: Buscar anterior
fr: Précédant
it: Precedente
ru: Предыдущее

# Form1_findPreviousToolStripMenuItem
source: Find Previous
es: Buscar anterior
fr: Trouver le précédant
it: Trova precedente
ru: Предыдущее

# Form1_formatToolStripMenuItem
source: Options
es: Opciones
it: Opzioni
ru: Настройка

# Form1_goToToolStripMenuItem
source: Go To Row...
es: Ir a la fila...
fr: Aller à la ligne…
it: Vai alla riga...
ru: Перейти к строке...

# Form1_helpToolStripMenuItem1
source: Help
es: Ayuda
fr: Aide
it: Aiuto
ru: Справка

# searchPanel_historyToolStripDropDownButton
source: History
es: Historial
fr: Historique
it: Storico
ru: История поиска

# Form1_indentationToolStripMenuItem
source: Indentation
es: Sangría
it: Indentazione
ru: Отступы и выступы

# Form1_indentToolStripButton
source: Indent
es: Sangrar
fr: Indenter
it: Aumenta indentazione
ru: Отступ

# Form1_indentToolStripMenuItem
source: Indent
es: Sangrar
fr: Indenter
it: Aumenta
ru: Отступ

# Form1_internalExplorerToolStripMenuItem
source: Internal Explorer
es: Explorador interno
fr: Explorateur interne
it: Pannello laterale
ru: Боковая панель

# Form1_mergeTabsToolStripButton
source: Merge Tabs...
es: Combinar pestañas...
fr: Gérer les onglets…
it: Unisci tab...
ru: Объединить вкладки...

# Form1_mergeToolStripMenuItem
source: Merge Tabs...
es: Combinar pestañas...
fr: Gérer les onglets…
it: Unisci tab...
ru: Объединить вкладки...

# Form1_minimizeOnTrayIconToolStripMenuItem
source: Minimize On Tray Icon
es: Minimizar como icono de bandeja
fr: Réduire dans la barre de tâches
it: Minimizza come icona in tray
ru: Сворачивать в значок

# Form1_moveToolStripMenuItem
source: Move
es: Mover
fr: Déplacer
it: Sposta
ru: Переместить

# Form1_newToolStripButton
source: New
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Создать

# Form1_newToolStripButtonToolTip
source: Open New Tab
es: Abrir nueva pestaña
fr: Ouvrir un nouvel onglet
it: Apri un nuovo tab
ru: Открыть новую вкладку

# Form1_newToolStripMenuItem1
source: New
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Создать

# notePanel_newToolStripMenuItem3
source: New
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Создать

# Form1_nextTabToolStripMenuItem
source: Next Tab
es: Pestaña siguiente
fr: Onglet suivant
it: Tab successivo
ru: Следующая вкладка

# Form1_notesTabPageToolTip
source: Notes
es: Notas
it: Note
ru: Заметки

# Form1_notifyIconBalloonTipText
source: Click on this icon to restore DtPad
es: Haga clic en este icono para restaurar DtPad
fr: Cliquer sur cet icone pour restaurer DtPad
it: Clicca su questa icona per riaprire DtPad
ru: Щелкните этот значок, чтобы восстановить окно DtPad

# Form1_openToolStripMenuItem1
source: Open...
es: Abrir...
fr: Ouvrir...
it: Apri...
ru: Открыть...

# Form1_openToolStripSplitButton
source: Open...
es: Abrir...
fr: Ouvrir...
it: Apri...
ru: Открыть...

# Form1_optionsToolStripButton
source: Settings...
es: Ajustes...
fr: Paramètres…
it: Impostazioni...
ru: Параметры...

# Form1_optionsToolStripMenuItem
source: Settings...
es: Ajustes...
fr: Paramètres…
it: Impostazioni...
ru: Параметры...

# Form1_outdentToolStripButton
source: Outdent
es: Anular sangría
fr: Diminuer le retrait
it: Diminuisci indentazione
ru: Выступ

# Form1_outdentToolStripMenuItem
source: Outdent
es: Anular sangría
fr: Diminuer le retrait
it: Diminuisci
ru: Выступ

# Form1_pasteToolStripButton
source: Paste
es: Pegar
fr: Coller
it: Incolla
ru: Вставить

# Form1_pasteToolStripMenuItem
source: Paste
es: Pegar
fr: Coller
it: Incolla
ru: Вставить

# Form1_prefixToolStripButton
source: Insert Prefix
es: Insertar prefijo
fr: Insérer un préfixe
it: Inserisci prefisso
ru: Вставить префикс

# Form1_prefixToolStripComboBox
source: Insert text
es: Insertar texto
fr: Insérer du texte
it: Inserire testo
ru: Введите текст

# Form1_prefixToolStripMenuItem
source: Prefix
es: Prefijo
fr: Préfixe
it: Prefisso
ru: Префикс

# Form1_prefixToolStripTextBox
source: Write here prefix
es: Escriba aquí prefijo
fr: Ecire ici le préfixe
it: Digitare qui il prefisso
ru: Введите префикс

# Form1_previousTabToolStripMenuItem
source: Previous Tab
es: Pestaña anterior
fr: Onglet précédant
it: Tab precedente
ru: Предыдущая вкладка

# Form1_printToolStripButton
source: Print...
es: Imprimir...
fr: Imprimer…
it: Stampa...
ru: Печать...

# Form1_readmeToolStripMenuItem
source: Readme
es: Para saber más
fr: Pour en savoir plus
it: Leggimi
ru: Дополнительная информация

# Form1_recentFilesToolStripMenuItem1
source: Recent Files
es: Archivos recientes
fr: Fichiers récents
it: File recenti
ru: Недавние файлы

# Form1_redoToolStripButton
source: Redo <Empty>
es: Rehacer <vacío>
fr: Rétablir <vide>
it: Ripeti <vuoto>
ru: Повторить <пусто>

# Form1_redoToolStripMenuItem
source: Redo <Empty>
es: Rehacer <vacío>
fr: Rétablir <vide>
it: Ripeti <vuoto>
ru: Повторить <пусто>

# notePanel_removeNoteToolStripButton
source: Remove Selected Note
es: Eliminar nota seleccionada
fr: Retirer la note sélectionnée
it: Elimina la nota selezionata
ru: Удалить заметку

# Form1_removePrefixToolStripMenuItem
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ru: Удалить

# notePanel_removeToolStripMenuItem
source: Remove
es: Eliminar
fr: Retirer
it: Elimina
ru: Удалить

# searchPanel_replaceAllToolStripButton
source: Replace All
es: Reemplazar todo
fr: Tout
it: Tutto
ru: Заменить все

# Form1_replaceAllToolStripMenuItem
source: Replace All
es: Reemplazar todo
fr: Remplacer tout
it: Sostituisci tutto
ru: Заменить все

# searchPanel_replacePreviousToolStripButton
source: Replace Previous
es: Reemplazar anterior
fr: Précédant
it: Precedente
ru: Заменить предыдущее

# Form1_replacePreviousToolStripMenuItem
source: Replace Previous
es: Reemplazar anterior
fr: Remplacer le précédant
it: Sostituisci precedente
ru: Заменить предыдущее

# searchPanel_replaceToolStripButton2
source: Replace
es: Reemplazar
fr: Suivant
it: Sostituisci
ru: Заменить

# Form1_replaceToolStripMenuItem
source: Replace
es: Reemplazar
fr: Remplacer le suivant
it: Sostituisci
ru: Заменить

# Form1_reportABugToolStripMenuItem
source: Report Bug...
es: Informe de errores...
fr: Rapport de bug…
it: Segnala errore...
ru: Уведомить о ошибке...

# Form1_restoreDtPadToolStripMenuItem
source: Restore DtPad
es: Restaurar DtPad
fr: Restaurer DtPad
it: Riapri DtPad
ru: Восстановить окно DtPad

# Form1_saveAllToolStripButton
source: Save All
es: Guardar todo
fr: Enregistrer tout
it: Salva tutto
ru: Сохранить все

# Form1_saveToolStripButton
source: Save
es: Guardar
fr: Sauver
it: Salva
ru: Сохранить

# searchPanel_searchCountToolStripButton
source: Count Occurences
es: Contar ocurrencias
fr: Nombre d'occurrence
it: Numero occorrenze
ru: Подсчитать совпадения

# Form1_searchToolStripMenuItem
source: Search
es: Búsqueda
fr: Chercher
it: Ricerca
ru: Поиск

# Form1_selectAllToolStripMenuItem
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# Form1_selectedLinesToolStripMenuItem
source: Rows Up/Down...
es: Filas arriba o abajo...
fr: Lignes haut/bas...
it: Righe in alto/basso...
ru: Строки выше/ниже...

# Form1_showSearchPanelToolStripButton
source: Show Search Panel
es: Mostrar panel de búsqueda
fr: Afficher le panneau de recherche
it: Mostra pannello di ricerca
ru: Показывать панель поиска

# Form1_showSearchPanelToolStripMenuItem
source: Show Search Panel
es: Mostrar panel de búsqueda
fr: Afficher le panneau de recherche
it: Mostra pannello di ricerca
ru: Показывать панель поиска

# Form1_spacesTabToolStripMenuItem
source: Spaces To Tab
es: Espacios en lengüeta
fr: Espaces en tabulation
it: Spazi in tab
ru: Пробелы в знаки табуляции

# Form1_SpecifyPrefix
source: Specify, inside the upper text box, a prefix string.
es: Especifique, dentro el cuadro de texto superior, un prefijo.
fr: Spécifier un suffixe dans la boite de saisie supérieure.
it: Specifica, nel controllo soprastante, una stringa di prefisso.
ru: Введите префикс в текстовое поле вверху.

# Form1_statusBarToolStripMenuItem
source: Status Bar
es: Barra de estado
fr: Barre d'etat
it: Barra di stato
ru: Строка состояния

# Form1_stayOnTopToolStripButton
source: Stay On Top
es: Estar en cima de otras ventanas
fr: Garder au dessus
it: Sempre in primo piano
ru: Поверх других окон

# Form1_stayOnTopToolStripMenuItem
source: Stay On Top
es: Estar en cima de otras ventanas
fr: Rester au dessus
it: Sempre in primo piano
ru: Поверх других окон

# Form1_swapWithClipboardToolStripMenuItem
source: Swap with Clipboard
es: Intercambiar con portapapeles
fr: Echanger avec le presse-papier
it: Scambia con appunti
ru: Обменять с буфером

# Form1_tabExplorerTabPageToolTip
source: Tab Explorer
es: Explorador de pestañas
fr: Explorateur de tabulations
it: Esplora tab
ru: Обзор вкладок

# Form1_tabSpaceToolStripMenuItem
source: Tab To Spaces
es: Lengüeta en espacios
fr: Tabulations vers espaces
it: Tab in spazi
ru: Знаки табуляции в пробелы

# Form1_tabToolStripMenuItem
source: Actions
es: Acciones
it: Azioni
ru: Действия

# Form1_tabToReturnToolStripMenuItem
source: Tab To Return
es: Lengüeta en retorno de carro
fr: Tabulations vers retour chariot
it: Tab in a-capo
ru: Знаки табуляции в возвраты каретки

# Form1_timeDateToolStripMenuItem
source: Datetime...
es: Fecha y hora...
fr: Date et heure...
it: Data/ora...
ru: Дату и время...

# Form1_toLowercaseToolStripMenuItem
source: To Lowercase
es: En minúsculas
fr: Tout en minuscule
it: Tutto minuscolo
ru: Строчные буквы

# Form1_toolbarToolStripMenuItem
source: Toolbar
es: Barra de herramientas
fr: Barre d'outils
it: Barra degli strumenti
ru: Панель инструментов

# Form1_toolsToolStripMenuItem
source: Tools
es: Instrumentos
fr: Outils
it: Strumenti
ru: Программы

# Form1_toolStripStatusLabel
source: Ready
es: Listo
fr: Prêt
it: Pronto
ru: Готово

# Form1_toUppercaseToolStripMenuItem
source: To Uppercase
es: En mayúsculas
fr: Tour en majuscule
it: Tutto maiuscolo
ru: Прописные буквы

# Form1_undoToolStripButton
source: Undo <Empty>
es: Deshacer <vacío>
fr: Annuler <vide>
it: Annulla <vuoto>
ru: Отменить <пусто>

# Form1_undoToolStripMenuItem
source: Undo <Empty>
es: Deshacer <vacío>
fr: Annuler <vide>
it: Annulla <vuoto>
ru: Отменить <пусто>

# Form1_verticalContainerToolStripButton
source: Show Internal Explorer
es: Mostrar explorador interno
fr: Monter l'explorateur interne
it: Mostra pannello interno
ru: Показывать боковую панель

# Form1_viewToolStripMenuItem
source: View
es: Vista
fr: Affichage
it: Visualizza
ru: Вид

# notePanel_warningRemoveNoteToolStripButton
source: Prompt Removal Of Notes
es: Pedir confirmación antes eliminar notas
fr: Demander avant de supprimer notes
it: Chiedi conferma per rimozione note
ru: Подтверждать удаление заметок

# Form1_windowToolStripMenuItem
source: Window
es: Ventana
fr: Fenêtre
it: Finestra
ru: Окно

# Form1_wordWrapToolStripMenuItem
source: Word Wrap
es: Ajuste de línea
fr: Retour automatique à la ligne
it: A capo automatico
ru: Перенос по словам

# FileManager_Appended
source: appended
es: anexado
fr: ajouté
it: accodato
ru: присоединен

# FileManager_Opened
source: opened
es: abierto
fr: ouvert
it: aperto
ru: открыт

# FileManager_Saved
source: saved
es: guardado
fr: enregistré
it: salvato
ru: сохранен

# FileManager_SavingReadonly
source: Selected file is read-only and could not be overwrited. Press OK to choose another destination.
es: El archivo seleccionado es de sólo lectura y no se pueden sobrescribir. Pulse Aceptar para seleccionar otro destino.
fr: Le ficher sélectionné est en lecture-seuleet ne peut pas être écrasé. Appuyer sur OK pour choisir une autre destination.
it: Il file selezionato è in sola lettura e non può essere sovrascritto. Premi OK per selezionare un'altra destinazione.
ru: Выбранный файл доступен только для чтения и не может быть перезаписан. Нажмите ОК, чтобы выбрать другой файл для сохранения изменений.

# NoteManager_AlreadyExists
source: A note with this title already exists. Choose a different one.
es: Una nota con este título ya existe. Seleccione un título diferente.
fr: Une note avec ce titre existe déjà. Choisissez en un autre.
it: Esiste già una nota con questo titolo. Scegline uno differente per procedere.
ru: Заметка с таким заголовком уже есть. Выберите другой заголовок.

# NoteManager_ErrorCreation
source: Error during note file creation. File will be automatically recreated with default values!
es: Error durante la creación del archivo de extensiones. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur pendant la création du fichier d'une note. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la scrittura dell'archivio delle note. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при создании файла заметок. Файл будет автоматически воссоздан со значениями по умолчанию.

# NoteManager_ErrorReading
source: Error during note file reading. File will be automatically recreated with default values!
es: Error durante la lectura del archivo de notas. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur pendant la lecture du fichier d'une note. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la lettura dell'archivio delle note. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при чтении файла заметок. Файл будет автоматически воссоздан со значениями по умолчанию.

# NoteManager_ErrorRemoving
source: Error during note file removing. File will be automatically recreated with default values!
es: Error durante la creación del archivo de notas. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur pendant la suppression du fichier d'une note. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante l'eliminazione della nota. L'archivio verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при удалении файла заметок. Файл будет автоматически воссоздан со значениями по умолчанию.

# SearchManager_EOF
source: End of document reached. Start from beginning?
es: Fin del documento alcanzado. ¿Start desde el principio?
fr: La fin de la documentation a été atteinte. Redémarrer du début?
it: Fine del documento raggiunta. Ricominciare da capo?
ru: Достигнут конец документа. Продолжить с начала?

# SearchManager_NotFound
source: The search text could not be found.
es: El texto buscado no fue encontrado.
fr: Le texte recherché n'a pas pu être trouvé.
it: Il testo cercato non è presente nel testo.
ru: Искомый текст не найден.

# SearchManager_OccurencesMore
source: occurrences found
es: ocurrencias encontrado
fr: occurences trouvées
it: occorrenze trovate
ru: совпадений найдено

# SearchManager_ReplacedMore
source: occurrences replaced
es: ocurrencias reemplazado
fr: les occurences ont été remplacées
it: occurrenze sostituite
ru: совпадений заменено

# SearchManager_SOF
source: Top of document reached. Start from bottom?
es: Inicio del documento alcanzado. ¿Empezar desde abajo?
fr: Le début du document a été atteint. Reparti à partir du bas?
it: Inizio del documento raggiunto. Ricominciare dalla fine?
ru: Достигнуто начало документа. Продолжить с конца?

# Form1_rowToolStripStatusLabel
source: Row:
es: Fila:
fr: Ligne:
it: Riga:
ru: Строка:

# TabManager_SaveUntitled
source: The current untitled file has been modified. Do you want to save the file before closing it?
es: El archivo actual sin título ha sido modificado. ¿Desea guardar el archivo antes de cerrarlo?
fr: Le fichier sans titre courant a été modifié. Voulez vous enregistrer le fichier avant de le fermer.
it: Il file attuale senza titolo è stato modificato. Vuoi salvarlo prima di chiuderlo?
ru: Текущий безымянный файл был изменен. Сохранить файл перед его закрытием?

# TabManager_TabMerged
source: tabs merged
es: pestañas combinado
fr: les onglets ont été fusionnés
it: tab uniti
ru: вкладок объединено

# TextManager_LastAction
source: Last Action
es: Última acción
fr: Dernière action
it: ultima azione
ru: Последнее действие

# TextManager_Redo
source: Redo
es: Rehacer
fr: Rétablir
it: Ripeti
ru: Повторить

# TextManager_Undo
source: Undo
es: Deshacer
fr: Annuler
it: Annulla
ru: Отменить

# ToolManager_AlreadyExists
source: Tool name already existing! Choose another description.
es: Nombre de instumento ya existe! Seleccione otra descripción.
fr: Le nom de l'outil existe déjà! Choisissez une autre Description.
it: Il nome strumento è già in uso! Scegli una descrizione differente.
ru: Программа с таким описанием уже есть в списке. Выберите другое описание.

# ToolManager_ErrorReading
source: Error during tool file reading. File will be automatically recreated with default values!
es: Error durante la lectura del archivo de instrumentos. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur pendant la lecture du fichier d'un outil. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la lettura dell'archivio degli strumenti. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при чтении файла программ. Файл будет автоматически воссоздан со значениями по умолчанию.

# ToolManager_ErrorRemoving
source: Error during tool removing. Current window will be closed.
es: Error durante la eliminación de instrumento. Ventana actual se cerrará.
fr: Erreur pendant la suppression d'un outil. La fenêtre actuelle va être fermée.
it: Si è verificato un errore durante l'eliminazione dello strumento. La finestra attuale verrà chiusa.
ru: Ошибка при удалении программы из списка. Текущее окно будет закрыто.

# ToolManager_ErrorSaving
source: Error during tool saving. Current window will be closed.
es: Error durante el guardado de instrumento. La ventana actual se cerrará.
fr: Erreur pendant l'enregistrement d'un outil. La fenêtre actuelle va être fermée.
it: Si è verificato un errore durante il salvataggio dello strumento. La finestra attuale verrà chiusa.
ru: Ошибка при сохранении программы в списке. Текущее окно будет закрыто.

# ToolManager_NameNotEmtpy
source: Tool name could not be empty!
es: Nombre de instrumento no puede estar vacío!
fr: Le nom de l'outil doit être renseigné!
it: Il campo nome deve essere compilato per procedere!
ru: Описание программы не может быть пустым.

# ToolManager_New
source: New Tool
es: Nuevo instrumento
fr: Nouvel outil
it: Nuovo strumento
ru: Добавить программу

# ToolManager_Unvalorized
source: Almost one tool is unvalorized. Complete tools information to proceed.
es: Al menos una herramienta no se haya completado. Complete la información de instrumentos para proceder.
fr: Au moins un outil n'est pas complètement renseigné. Finissez de remplir les informations pour poursuivre.
it: Almeno uno strumento non è stato valorizzato correttamente. Completa le informazioni sugli strumenti per procedere.
ru: По крайней мере для одной программы не введены данные. Введите полностью данные о программах, чтобы продолжить.

# VersionCheckManager_ErrorConnection
source: Connection error.
es: Error de conexión.
fr: Erreur de connexion.
it: Errore in fase di connessione.
ru: Ошибка соединения.

# VersionCheckManager_ErrorDownloadingUpdater
source: Error during new DtPad Updater version download.
es: Error al descargar la nueva versión de DtPad Updater.
fr: Erreur lors du téléchargement de la version de "Mise à jour de DtPad".
it: Errore in download nuova versione di DtPad Updater.
ru: Ошика при загрузке новой версии DtPad Updater.

# VersionCheckManager_InUse
source: is in use
es: está en uso
fr: est utilisé
it: è in uso
ru: занят

# WindowManager_CommandExecution
source: Command execution interrupted!
es: Ejecución de comandos interrumpida!
fr: L'exécution de la commande a été interompue!
it: L'esecuzione dell'operazione in corso è stata interrotta!
ru: Исполнение команды прервано.

# WindowManager_Exception
source: Exception occured:
es: Excepción:
fr: Une exception est intervenue:
it: Si è verificata un'eccezione:
ru: Возникло исключение:

# WindowManager_FatalException
source: Fatal exception occured:
es: Excepción grave:
fr: Exception fatale:
it: Si è verificata un'eccezione grave:
ru: Возникло неустранимое исключение:

# WindowManager_ProgramExecution
source: Program execution interrupted!
es: Ejecución del programa interrumpido!
fr: L'Exécution du programme a été interompue!
it: L'esecuzione del programma è stata interrotta!
ru: Выполнение программы прервано.

# Form1_tabPage1
source: Untitled
es: Sin título
fr: Sans titre
it: Senza titolo
ru: Безымянный

# Options_closeTabButtonOnLabel
source: Close button on:
es: Botón cerrar en:
fr: Bouton fermeture sur:
it: Bottone chiusura su:
ru: Кнопка закрытия:

# Options_internalExplorerCheckBox
source: Internal Explorer
es: Explorador interno
fr: Explorateur interne
it: Pannello laterale
ru: Боковая панель

# Options_tabCloseButtonOnComboBoxItems
source: Right tab panel margin Each tab Active tab Do not show
es: Borde derecho del panel de pestañas Cada pestaña Pestaña activa No volver a mostrar
fr: Marge de l'onglet de droite Tous les onglets Onglet actif Ne pas afficher
it: Lato destro pannello tab Ciascun tab Tab attivo Non mostrare
ru: у дальнего края панели вкладок на каждой вкладке на активной вкладке не отображается

# Options_viewGroupBox3
source: Other
es: Otro
fr: Autre
it: Altro
ru: Прочее

# DatetimeSelect_dateLabel
source: Date:
es: Fecha:
it: Data:
ru: Дата:

# DatetimeSelect_resetDatetimeButtonToolTip
source: Set today datetime
es: Establecer de fecha y hora actual
fr: Mettre les date et heure du jour
it: Imposta data e ora odierna
ru: Установить текущие дату и время

# DatetimeSelect_timeLabel
source: Time:
es: Hora:
fr: Heure:
it: Ora:
ru: Время:

# Form1_licenseAgreementToolStripMenuItem
source: License Agreement
es: Acuerdo de licencia
fr: Accor de licence
it: Licenza d'uso
ru: Лицензионное соглашение

# clipboardPanel_clearClipboardToolStripButton
source: Clear Clipboard
es: Borrar historial del portapapeles
fr: Vider historique du presse-papier
it: Svuota appunti
ru: Очистить историю буфера

# Form1_clipboardTabPageToolTip
source: Clipboard
es: Portapapeles
fr: Presse-papier
it: Appunti
ru: Буфер

# ClipboardManager_ErrorCreation
source: Error during clipboard file creation. File will be automatically recreated with default values!
es: Error durante la creación del archivo de portapapeles. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur lors de la création du fichier de presse-papier. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la scrittura dell'archivio degli appunti. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при создании файла буфера. Файл будет автоматически воссоздан со значениями по умолчанию.

# ClipboardManager_ErrorReading
source: Error during clipboard file reading. File will be automatically recreated with default values!
es: Error durante la lectura del archivo de portapapeles. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur lors de la lecture du fichier du presse-papier. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la lettura dell'archivio degli appunti. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при чтении файла буфера. Файл будет автоматически воссоздан со значениями по умолчанию.

# clipboardPanel_copyToolStripMenuItem
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# clipboardPanel_showAllContentToolStripMenuItem
source: Show All Content
es: Mostrar todo el contenido
fr: Monter tout le contenu
it: Mostra tutto il contenuto
ru: Показать все содержимое
