Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# ReportBug_Title
source: Bug Report
es: Informe de errores
fr: Rapport de bug
it: Segnala errore
ru: Отчет об ошибке

# Tools_addButtonToolTip
source: Add new tool
es: Añadir nuevo instrumento
fr: Ajouter un nouvel outil
it: Aggiungi un nuovo strumento
ru: Добавить программу

# Tools_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# Tools_commandLineLabel
source: Command line:
es: Línea comando:
fr: Ligne commande:
it: Linea comando:
ru: Команда:

# Tools_commandLinePictureBoxToolTip
source: Insert the path and name of the executable (ie. C:\Program Files\DtPad\DtPad.exe)
es: Introduzca la ruta y el nombre del ejecutable (es decir, "C:\Archivos de programa\DtPad\DtPad.exe")
fr: Insérer le chemin et le nom de l'exécutable (par ex. "C:\Program Files\DtPad\DtPad.exe")
it: Inserisci il percorso e il nome dell'eseguibile (es. C:\Programmi\DtPad\DtPad.exe)
ru: Вставьте путь и имя исполняемого файла (например, "C:\Program Files\DtPad\DtPad.exe")

# Tools_descriptionLabel
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:

# Tools_helpLabel
source: Manage external applications linked inside DtPad "Tools" menu.
es: Administrar aplicaciones externas vinculadas dentro DtPad menú "Instrumentos".
fr: Gère les applications externes liées au menu "Outils" de DtPad.
it: Gestisci le applicazioni esterni eseguibili da DtPad.
ru: Управление ссылками на внешние приложения в меню "Программы".

# Tools_removeButtonToolTip
source: Remove selected tool
es: Eliminar instrumento seleccionado
fr: Supprimer l'outil sélectionné
it: Rimuovi lo strumento selezionato
ru: Удалить программу из списка

# Tools_runComboBoxItems
source: Normal window Minimized Maximized
es: Ventana estándar Minimizada Maximizada
fr: Fenêtre normale Réduire Taille maximale
it: Finestra normale Minimizzato Schermo pieno
ru: обычного размера свернутое развернутое

# Tools_runLabel
source: Run:
es: Ejecutar:
fr: Exécuter:
it: Esegui:
ru: Окно:

# Tools_Title
source: Tools
es: Instrumentos
fr: Outils
it: Strumenti
ru: Программы

# Tools_toolGroupBox1
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# Tools_workingFolderLabel
source: Working folder:
es: Carpeta trabajo:
fr: Répertoire travail:
it: Cartella destin.:
ru: Рабочая папка:

# Tools_workingFolderPictureBoxToolTip
source: Insert the working path of the executable (ie. C:\Program Files\DtPad)
es: Introduzca la ruta de trabajo del ejecutable (es decir, "C:\Archivos de programa\DtPad")
fr: Inserer le chemin de travail de l'éxecutable (par ex. "C:\Program Files\DtPad")
it: Inserisci la cartella di destinazione dell'eseguibile (es. C:\Programmi\DtPad)
ru: Введите здесь путь к рабочей папке исполняемого файла (например, "C:\Program Files\DtPad")

# VersionCheck_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# VersionCheck_statusLabel1
source: Status:
es: Estado:
fr: Statut:
it: Stato:
ru: Состояние:

# VersionCheck_statusLabelClosing
source: closing open tabs...
es: cerrando las pestañas abiertas...
fr: fermeture des onglets ouvers…
it: chiusura tab aperti in corso...
ru: закрытие открытых вкладок...

# VersionCheck_statusLabelConnection
source: establishing connection...
es: estableciendo conexión...
fr: connexion en cours d'établissement...
it: connessione in corso...
ru: установление соединения...

# VersionCheck_statusLabelDownload
source: downloading last version informations...
es: descargando información de la última versión...
fr: téléchargement informations de dernière version…
it: download log ultima versione in corso...
ru: загрузка данных о последней версии...

# VersionCheck_statusLabelError
source: connection error.
es: error de conexión.
fr: erreur de connexion.
it: errore in fase di connessione.
ru: ошибка соединения.

# VersionCheck_statusLabelOk
source: your DtPad version is up to date!
es: su versión de DtPad está actualizada!
fr: votre DtPad est de mettre à jour!
it: la tua versione di DtPad è aggiornata!
ru: у вас последняя версия.

# VersionCheck_statusLabelOld
source: your DtPad version is to update!
es: su versión de DtPad es actualizar!
fr: votre DtPad est à jour!
it: la tua versione di DtPad è da aggiornare!
ru: у вас последняя версия.

# VersionCheck_statusLabelProxy
source: setting proxy parameters...
es: estableciendo parámetros del proxy...
fr: inscription des paramètres du proxy...
it: impostazione parametri proxy...
ru: настройка параметров прокси-сервера...

# VersionCheck_statusLabelUpdater
source: checking new DtPad Updater version...
es: comprobando nueva versión de DtPad Updater ...
fr: vérification de la dernière version de DtPad...
it: controllo nuovo DtPad Updater in corso...
ru: проверка новой версии DtPad Updater...

# VersionCheck_Title
source: Version Check
es: Versión verificación
fr: Vérification de la version
it: Controllo versione
ru: Проверка версии

# VersionCheck_updateButton
source: Update
es: Actualizar
fr: Mise à jour
it: Aggiorna
ru: Обновить

# Welcome_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Welcome_Title
source: Welcome in DtPad
es: Bienvenido en DtPad
fr: Bienvenue dans DtPad
it: Benvenuto in DtPad
ru: Вас приветствует DtPad

# Welcome_welcomeLabel
source: Dear user, welcome to DtPad, the easy-to-use text editor with a tabs interface and lot of interesting functions. Due to its continue development state, every comment or report about the DtPad utilization will be welcome! Use the "Report a Bug" function inside "Help" menu, or write a message using the e-mail icon into "About" window. Best regards,
es: Estimado usuario, bienvenidos a Dtpad, el fácil de usar editor de texto con una interfaz de pestañas y muchas funciones interesantes. Debido a su estado de desarrollo continúan, cada comentario o informe sobre la utilización de DtPad será bienvenido! Utilice la opción "Informe de errores" dentro de menú "Ayuda", o escribir un mensaje usando el icono de correo electrónico en la ventana de "Sobre". Saludos cordiales,
fr: Cher utilisateur, bienvenue dans DtPad, éditeur de texte facile à utiliser interface à onglets et un tas de fonctions intéressantes. Son développement est toujours en cours et donc tout commentaire au sujet de son utilisation sera le bienvenue! Utilisez pour cela la fontion "Rapport de bug" du menu d'Aide ou envoyer un message en utilisant l’icône email dans la fenêtre "A propos". Salutations,
it: Gentile utente, benvenuto in DtPad, l'editor testuale facile da usare, con interfaccia a tab e molte funzioni interessanti. A causa del suo continuo stato di sviluppo, ogni commento o considerazione sull'utilizzo di DtPad sarà il benvenuto! Utilizza la funzione "Bug Report" del menu "?", o scrivi un messaggio cliccando sull'icona della e-mail nella finestra di "Informazioni". Cordiali saluti,
ru: Уважаемый пользователь, Вас приветствует DtPad - простой в использовании текстовый редактор на базе вкладок с множеством интересных функций. Программа непрерывно совершенствуется, поэтому любые ваши отзывы о DtPad приветствуются! Выберите команду "Справка -> Уведомить об ошибке" или напишите автору электронное письмо, щелкнув соответствующий значок в окне "О программе". С наилучшими пожеланиями,

# AlertO_Title
source: Alert
es: Alerta
fr: Attention
it: Avviso
ru: Оповещение

# ErrorOR_copyErrorDescriptionPictureBoxToolTip
source: Copy error message to clipboard
es: Copiar al portapapeles mensaje de error
fr: Vopier le message d'erreur dans le presse-papier
it: Copia il messaggio di errore negli appunti
ru: Копировать сообщение об ошибке в буфер

# ErrorOR_reportBugButton
source: Bug Report
es: Informe de errores
fr: Rapport de bug
it: Segnala
ru: Отчет об ошибке

# ErrorO_copyErrorDescriptionPictureBoxToolTip
source: Copy error message to clipboard
es: Copiar al portapapeles mensaje de error
fr: Copier le message d'erreur dans le presse-papier
it: Copia il messaggio di errore negli appunti
ru: Копировать сообщение об ошибке в буфер

# ErrorO_Title
source: Error
fr: Erreur
it: Errore
ru: Ошибка

# Form1_closeAllButThisToolStripMenuItem
source: Close All But This
es: Cerrar todo excepto este
fr: Fermer tous sauf celui-ci
it: Chiudi tutto tranne tab corrente
ru: Закрыть все вкладки, кроме этой

# InfoO_Title
source: Information
es: Información
it: Informazione
ru: Информация

# QuestionYNC_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# QuestionYNC_Title
source: Question
es: Pregunta
it: Domanda
ru: Вопрос

# QuestionYNC_yesButton
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# QuestionYN_Title
source: Question
es: Pregunta
it: Domanda
ru: Вопрос

# QuestionYN_yesButton
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# WarningYNC_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# WarningYNC_Title
source: Warning
es: Advertencia
fr: Avertissement
it: Attenzione
ru: Предупреждение

# WarningYNC_yesButton
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# ErrorOR_Title
source: Error
fr: Erreur
it: Errore
ru: Ошибка

# searchPanel_caseCheckBox
source: Case Sensitive
es: Mayúsculas/minúsculas
fr: &Sensible à la casse
it: Maiusc./minusc.
ru: Учитывать регистр

# Form1_closeAllToolStripMenuItem1
source: Close All
es: Cerrar todo
fr: Fermer tout
it: Chiudi tutto
ru: Закрыть все

# Form1_closeToolStripMenuItem
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Form1_copyFullPathToolStripMenuItem
source: File Path And Name
es: Ruta y nombre de archivo
fr: Chemin et nom du fichier
it: Percorso e nome file
ru: Путь и имя файла

# searchPanel_loopCheckBox
source: Loop At EOF
es: Bucle al final de archivo
fr: &Boucler à la fin du fichier
it: Cicla alla fine
ru: Идти к началу в конце

# Form1_newToolStripMenuItem2
source: New
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Создать

# Form1_openFileFolderPromptToolStripMenuItem
source: Open File Folder Prompt
es: Abrir símbolo sistema en carpeta del archivo
fr: Ouvrir la console du répertoire des fichiers
it: Apri cartella in linea di comando
ru: Открыть командную строку в папке файла

# Form1_openFileFolderToolStripMenuItem
source: Open File Folder
es: Abrir la carpeta del archivo
fr: Ouvrir le répertoire du fichier
it: Apri cartella file
ru: Открыть папку файла

# searchPanel_replaceLabel
source: Replace:
es: Reemplazar con:
fr: Remplacer par:
it: Sostituisci:
ru: Заменить на:

# Form1_saveAsToolStripMenuItem1
source: Save As...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ru: Сохранить как...

# Form1_saveToolStripMenuItem1
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# searchPanel_searchAllTabsCheckBox
source: Search All Tabs
es: Buscar en todas pestañas
fr: &Chercher en tous onglets
it: Cerca nei tab
ru: На всех вкладках

# searchPanel_searchLabel
source: Search:
es: Buscar:
fr: Chercher:
it: Cerca:
ru: Найти:

# Form1_Title
source: DtPad - Untitled
es: DtPad - Sin título
fr: DtPad - Sans titre
it: DtPad - Senza titolo
ru: DtPad - Безымянный

# Form1_copyToolStripMenuItem1
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# Form1_copyToolStripMenuItem2
source: Copy
it: Copia

# Form1_cutToolStripMenuItem1
source: Cut
es: Cortar
fr: Couper
it: Taglia
ru: Вырезать

# Form1_cutToolStripMenuItem2
source: Cut
it: Taglia

# Form1_deleteToolStripMenuItem1
source: Delete
es: Eliminar
fr: Supprimer
it: Cancella
ru: Удалить

# Form1_deleteToolStripMenuItem2
source: Delete
it: Cancella

# Form1_goToToolStripMenuItem1
source: Go To Row...
es: Ir a la fila...
fr: Aller à la ligne…
it: Vai alla riga...
ru: Перейти к строке...

# Form1_pasteToolStripMenuItem1
source: Paste
es: Pegar
fr: Coller
it: Incolla
ru: Вставить

# Form1_pasteToolStripMenuItem2
source: Paste
it: Incolla

# Form1_redoToolStripMenuItem1
source: Redo <Empty>
es: Rehacer <vacío>
fr: Refaire <vide>
it: Ripeti <vuoto>
ru: Повторить <пусто>

# Form1_selectAllToolStripMenuItem1
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# Form1_selectAllToolStripMenuItem2
source: Select All
it: Seleziona tutto

# Form1_undoToolStripMenuItem1
source: Undo <Empty>
es: Deshacer <vacío>
fr: Annuler <vide>
it: Annulla <vuoto>
ru: Отменить <пусто>

# Form1_addCurrentFileToolStripMenuItem
source: Add Current File
es: Agregar archivo actual
fr: Ajouter le fichier actuel
it: Aggiungi file attuale
ru: Добавить текущий файл

# Form1_clearFilesToolStripMenuItem
source: Clear Files
es: Borrar archivos recientes
fr: Supprimer les fichiers
it: Svuota file recenti
ru: Очистить список

# Form1_closeAllToolStripMenuItem
source: Close All
es: Cerrar todo
fr: Fermer tout
it: Chiudi tutto
ru: Закрыть все

# Form1_closeToolStripMenuItem1
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Form1_exitToolStripMenuItem
source: Exit
es: Salir
fr: Quitter
it: Esci
ru: Выход

# Form1_favouriteFilesToolStripMenuItem
source: Favourite Files
es: Archivos favoritos
fr: Fichiers favoris
it: Preferiti
ru: Избранное

# Form1_filePropertiesToolStripMenuItem
source: File Properties
es: Propiedades de archivo
fr: Propriétés du fichier
it: Proprietà file
ru: Свойства файла

# Form1_manageFavouritesToolStripMenuItem
source: Manage...
es: Administrar...
fr: Gérer…
it: Gestisci...
ru: Управление...

# Form1_newToolStripMenuItem
source: New
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Создать

# Form1_printPreviewToolStripMenuItem
source: Print Preview
es: Vista previa de impresión
fr: Aperçu avant impression
it: Anteprima stampa
ru: Предварительный просмотр

# Form1_printSetupToolStripMenuItem
source: Page Setup...
es: Configurar página...
fr: Mise en page...
it: Impostazioni pagina...
ru: Параметры страницы...

# Form1_printToolStripMenuItem
source: Print...
es: Imprimir...
fr: Imprimer…
it: Stampa...
ru: Печать...

# Form1_recentFilesToolStripMenuItem
source: Recent Files
es: Archivos recientes
fr: Fichiers récents
it: File recenti
ru: Недавние файлы

# Form1_saveAllToolStripMenuItem
source: All
es: Todo
fr: Tout
it: Tutto
ru: Все

# Form1_saveAsToolStripMenuItem
source: File As...
es: Archivo como...
fr: Fichier sous...
it: File come...
ru: Файл как...

# Options_formatNode
source: Format
es: Texto
fr: Texte
it: Formato
ru: Текст

# Options_lookAndFeelNode
source: Look & Feel
es: Apariencia
fr: Présentation
it: Aspetto
ru: Стиль

# Options_searchNode
source: Search
es: Búsqueda
fr: Chercher
it: Ricerca
ru: Поиск

# Options_viewNode
source: View
es: Vista
fr: Affichage
it: Visualizza
ru: Вид

# EmailManager_Description
source: Description
es: Descripción
it: Descrizione
ru: Описание

# EmailManager_ErrorMessage
source: Error message
es: Mensaje de error
fr: Message d'erreur
it: Messaggio di errore
ru: Сообщение об ошибке

# EmailManager_Name
source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя

# EmailManager_BugReport
source: Bug Report
es: Informe de errores
fr: Rapport de bug
it: Segnalazione errore
ru: Отчет об ошибке

# ExplorerManager_DeleteNote
source: Are you sure to delete note
es: Está seguro que desea borrar la nota
fr: Etes vous sur de vouloir supprimer cette note
it: Sei sicuro di voler cancellare la nota
ru: Удалить заметку?

# ExplorerManager_Note
source: Note
es: Nota
it: Nota
ru: Заметка

# ExplorerManager_NoteNameNotEmpty
source: Note title could not be emtpy.
es: Título de la nota no puede estar vacío.
fr: Le titre d'une note doit être renseigné.
it: Il nome della nota non può essere vuoto.
ru: Заголовок заметки не может быть пустым.

# ExtensionManager_AlreadyExists
source: Extension already existing! Choose another description.
es: Extensión ya existe! Seleccione otra descripción.
fr: Cette extension existe déjà! Choisissez une autre description.
it: Questa estensione è già stata inserita! Scegli un'altra descrizione.
ru: Тип файлов с таким описанием уже существует. Выберите другое описание.

# ExtensionManager_ExtensionNameNotEmpty
source: Extension name could not be empty.
es: Título de la extensión no puede estar vacío.
fr: Le nom de l'extension doit être renseigné.
it: Il nome dell'estensione non può essere vuoto.
ru: Описание типа файлов не может быть пустым.

# ExtensionManager_New
source: New Extension
es: Nueva extensión
fr: Nouvelle extension
it: Nuova estensione
ru: Добавить тип файлов

# ExtensionManager_Reading
source: Error during extensions file reading. File will be automatically recreated with default values!
es: Error durante la lectura del archivo de extensiones. El archivo se restablece automáticamente con los valores predeterminado!
fr: Erreur lors de la lecture du fichier des extension. Le fichier sera automatiquement recréé avec les valeurs par défaut!
it: Si è verificato un errore durante la lettura dell'archivio delle estensioni. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при чтении файла типов. Файл будет автоматически воссоздан со значениями по умолчанию.

# ExtensionManager_Removing
source: Error during extension removing. Current window will be closed.
es: Error durante la eliminación de extensión. Ventana actual se cerrará.
fr: Erreur lors de la suppression de l'extension. La fenêtre courante va être fermée.
it: Si è verificato un errore durante l'eliminazione dell'estensione. La finestra verrà chiusa.
ru: Ошибка при удалении типа файлов. Текущее окно будет закрыто.

# ExtensionManager_Saving
source: Error during extension saving. Current window will be closed.
es: Error durante el guardado de extensión. La ventana actual se cerrará.
fr: Erreur lors de l'enregistrement de l'extension. La fenêtre courante va être fermée.
it: Si è verificato un errore durante il salvataggio dell'estensione. La finestra verrà chiusa.
ru: Ошибка при сохранении типа файлов. Текущее окно будет закрыто.

# ExtensionManager_Unvalorized
source: Almost one extension is unvalorized. Complete extensions information to proceed.
es: Al menos una extensión no se haya completado. Complete la información de extensiones para proceder.
fr: Au moins une extension n'est pas complètement renseignée. Finissez de remplir les informations pour poursuivre.
it: Almeno una estensione non è stata valorizzata correttamente. Completare le informazioni richieste per continuare.
ru: По крайней мере для одного типа файлов не введены данные. Введите полностью данные о расширениях, чтобы продолжить.

# FileListManager_ClearHistoryRecentFiles
source: Are you sure to clear recent files history?
es: ¿Está seguro que desea borrar el historial de archivos recientes?
fr: Etes vous sur de vouloir vider l'historique récent des fichiers?
it: Sei sicuro di voler cancellare lo storico dei file recenti?
ru: Очистить список недавних файлов?

# FileListManager_EmptyTool
source: Empty
es: Vacío
fr: Vide
it: Vuoto
ru: Пусто

# Form1_aboutToolStripButton
source: About
es: Sobre
fr: A propos
it: Informazioni
ru: О программе

# Form1_aboutToolStripMenuItem
source: About
es: Sobre
fr: A propos
it: Informazioni
ru: О программе

# Form1_addNewToolToolStripMenuItem
source: Manage Tools...
es: Manejar instrumentos...
fr: Gestion des outils…
it: Gestisci strumenti...
ru: Управление...

# notePanel_addNoteToolStripButton
source: Add New Note
es: Agregar nueva nota
fr: Ajouter une nouvelle note
it: Crea una nuova nota
ru: Добавить заметку

# Form1_addPrefixToolStripMenuItem
source: Insert
es: Insertar
fr: Insérer
it: Inserisci
ru: Вставить

# Form1_appendFileToolStripButton
source: Append File...
es: Anexar archivo...
fr: Ajouter au fichier…
it: Accoda file...
ru: Присоединить файл...

# Form1_appendFileToolStripMenuItem
source: Append File...
es: Anexar archivo...
fr: Ajouter au fichier…
it: Accoda file...
ru: Присоединить файл...

# Form1_characterCasingToolStripMenuItem
source: Character Casing
es: Mayúsculas y minúsculas
fr: Majuscule/minuscule
it: Maiuscole/minuscole
ru: Регистр

# Form1_checkForNewVersionToolStripMenuItem
source: Check For New Version...
es: Compruebe si hay nueva versión...
fr: Vérifier disponibilité de mise à jour...
it: Controlla aggiornamenti...
ru: Проверить наличие новой версии...

# searchPanel_clearHistoryToolStripMenuItem
source: Clear History
es: Borrar historial
fr: Vider historique
it: Svuota
ru: Очистить историю

# Form1_closeToolStripButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# searchPanel_closeToolStripButton2
source: Close Search Panel
es: Cerrar panel de búsqueda
fr: Fermer le panneau de recherche
it: Chiudi pannello di ricerca
ru: Закрыть панель поиска

# Form1_closeToolStripButtonToolTip
source: Close Current Tab
es: Cerrar pestaña actual
fr: Fermer l'onglet actif
it: Chiudi il tab aperto
ru: Закрыть текущую вкладку

# Form1_Closing
source: Closing the application all unsaved data will get lost. Do you want to save the changes?
es: Al cerrar la aplicación, todos los datos que no haya guardado se perderá. ¿Desea guardar los cambios?
fr: A la fermeture de l'application les données non enregistrées seront perdues. Désirez vous sauvegarder les changements?
it: Chiudendo l'applicazione tutti i dati non salvati andranno persi. Desideri salvare i cambiamenti?
ru: При закрытии DtPad все несохранённые данные будут потеряны. Сохранить изменения?

# Form1_convertToolStripMenuItem
source: Convert
es: Convertir
fr: Convertir
it: Converti
ru: Преобразовать

# Form1_copyAppendToolStripMenuItem
source: Copy Append
es: Copiar y anexar
fr: Copier et ajouter
it: Copia e accoda
ru: Копировать в конец буфера

# Form1_copyToolStripButton
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# Form1_copyToolStripMenuItem
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# Form1_countOccurencesToolStripMenuItem
source: Count Occurences
es: Contar ocurrencias
fr: Compter les occurrences
it: Numero occorrenze
ru: Подсчитать совпадения

# Form1_cutAppendToolStripMenuItem
source: Cut Append
es: Cortar y anexar
fr: Couper et ajouter au presse-papier
it: Taglia e accoda
ru: Вырезать в конец буфера

# Form1_cutToolStripButton
source: Cut
es: Cortar
fr: Couper
it: Taglia
ru: Вырезать

# Form1_cutToolStripMenuItem
source: Cut
es: Cortar
fr: Couper
it: Taglia
ru: Вырезать

# Form1_deleteToolStripMenuItem
source: Delete
es: Eliminar
fr: Supprimer
it: Cancella
ru: Удалить

# Form1_doubleReturnToReturnToolStripMenuItem
source: Double Return To Return
es: Dos retornos de carro en uno
fr: Double return vers return
it: Doppio a-capo in singolo a-capo
ru: Двойные возвраты каретки в одинарные

# Form1_doubleSpacesSpacesToolStripMenuItem
source: Double Space To Space
es: Dos espacios en uno
fr: Double espace vers espace
it: Doppio spazio in singolo spazio
ru: Двойные пробелы в одинарные

# Form1_editToolStripMenuItem
source: Edit
es: Edición
fr: Editer
it: Modifica
ru: Правка

# Form1_emptyToolStripMenuItem
source: Empty
es: Vacío
fr: Vide
it: Vuoto
ru: Пусто

# Form1_exitToolStripMenuItem1
source: Exit
es: Salir
fr: Quitter
it: Esci
ru: Выход

# Form1_favouriteFilesToolStripDropDownButton
source: Favourite Files
es: Archivos favoritos
fr: Fichiers favoris
it: Preferiti
ru: Избранное

# Form1_fileExtensionsToolStripMenuItem
source: File Extensions...
es: Extensiones de archivo...
fr: Extensions des fichiers...
it: Estensioni file...
ru: Типы файлов...

# searchPanel_findFirstToolStripButton
source: Find First
es: Buscar primera
fr: Premier
it: Trova primo
ru: Первое совпадение

# Form1_findFirstToolStripMenuItem
source: Find First
es: Buscar primera
fr: Trouver le premier
it: Trova primo
ru: Первое совпадение

# searchPanel_findLastToolStripButton
source: Find Last
es: Buscar última
fr: Dernier
it: Ultimo
ru: Последнее

# Form1_findLastToolStripMenuItem
source: Find Last
es: Buscar última
fr: Trouver le dernier
it: Trova ultimo
ru: Последнее

# searchPanel_findNextToolStripButton
source: Find Next
es: Buscar siguiente
fr: Suivant
it: Successivo
ru: Следующее

# Form1_findNextToolStripMenuItem
source: Find Next
es: Buscar siguiente
fr: Trouver le suivant
it: Trova successivo
ru: Следующее
