Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# Form1_returnToSpaceToolStripMenuItem
source: Return To Space
es: Retorno de carro para espacio
fr: Retour chariot vers espace
it: A-capo in spazio
ru: Возвраты каретки в пробелы

# PasswordUtil_NoValue
source: Value for "{0}" parameter not found.
es: Valor para el parámetro "{0}" no se encuentra.
fr: La valeur pour le paramètre "{0}" n'a pas été trouvé.
it: Valore per il parametro "{0}" non trovato.
ru: Значение параметра "{0}" не найдено.

# tabPanel_closeAllToolStripButton
source: Close All
es: Cerrar todo
fr: Fermere tout
it: Chiudi tutto
ru: Закрыть все

# NoteManager_LineNumbersDisabled
source: Row number panel has been temporarily disabled because of a large number of text lines. It is possibile to reopen at anytime.
es: El panel de los números de fila se ha desactivado temporalmente debido a una gran número de líneas de texto. Puede abrirlo de nuevo en cualquier momento.
fr: Le panneau des numéros de ligne a été temporairement désactivé à cause d'un trop grand nombre de ligne. Il sera possible de le ré-ouvrir ultérieurement.
it: Il pannello dei numeri di riga è stato temporaneamente disabilitato a causa di un gran numero di righe di testo incollate. E' possibile ripristinarlo in qualsiasi momento.
ru: Панель номеров строк временно закрыта из-за большого количества строк в тексте. Ее можно снова открыть в любое время.

# Form1_setTabColorBlueToolStripMenuItem
source: Blue
es: Azul
fr: Bleu
it: Blu
ru: Голубой

# Form1_setTabColorGreenToolStripMenuItem
source: Green
es: Verde
fr: Vert
it: Verde
ru: Зеленый

# Form1_setTabColorOrangeToolStripMenuItem
source: Orange
es: Naranja
it: Arancione
ru: Оранжевый

# Form1_setTabColorRedToolStripMenuItem
source: Red
es: Rojo
fr: Rouge
it: Rosso
ru: Красный

# Form1_setTabColorToolStripMenuItem
source: Set Tab Color
es: Establecer color de pestaña
fr: Changer couleur de l'onglet
it: Imposta colore tab
ru: Цвет вкладки

# Form1_setTabColorBlackToolStripMenuItem
source: Black (Standard)
es: Negro (estándar)
fr: Noir (standard)
it: Nero (standard)
ru: Черный (стандарт)

# Options_hostsConfiguratorTabColorComboBoxItems
source: Orange Red Green Blue Black
es: Naranja Rojo Verde Azul Negro
fr: Orange Rouge Vert Bleu Noir
it: Arancione Rosso Verde Blu Nero
ru: Оранжевый Красный Зеленый Голубой Черный

# Options_hostsConfiguratorTabColorLabel
source: Tab color:
es: Color pestaña:
fr: Couleur onglet:
it: Colore tab:
ru: Цвет вкладки:

# TranslateText_SourceEqualToDestionation
source: Source and destination languages are equals. Select two different languages to proceed.
es: Idiomas de origen y de destino son iguales. Seleccione dos idiomas diferentes para proceder.
fr: Les langues source et destination sont identiques. Veuillez sélectionner deux langues différentes.
it: La lingua di origine e quella di destinazione sono uguali. Scegliere due lingue differenti per procedere.
ru: Исходный и конечный языки совпадают. Выберите разные языки, чтобы продолжить.

# Statistics_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Statistics_copyToolStripMenuItem
source: Copy
it: Copia

# Statistics_domainLabel1
source: Domain:
es: Dominio:
fr: Domaine:
it: Dominio:
ru: Домен:

# Statistics_frameworkVersionLabel1
source: .NET CLR version:
es: Versión .NET CLR:
fr: Version du CLR .NET:
it: Versione CLR .NET:
ru: Версия .NET CLR:

# Statistics_helpLabel
source: Some infos about system environment.
es: Algo de información sobre el entorno del sistema.
fr: Informations à propos de l'environnement système.
it: Alcune informazioni sull'ambiente di sistema.
ru: Некоторые сведения о системном окружении.

# Statistics_machineNameLabel1
source: Computer name:
es: Nombre del equipo:
fr: Nom ordianteur:
it: Nome computer:
ru: Имя компьютера:

# Statistics_memoryLabel1
source: Memory (working set):
es: Memoria (espacio de trabajo):
fr: Mémoire (ensemble travail):
it: Memoria (set di lavoro):
ru: Память (занятый объём):

# Statistics_osLabel1
source: Operative system:
es: Sistema operativo:
fr: Système d'exploitation:
it: Sistema operativo:
ru: Операционная система:

# Statistics_processorsLabel1
source: Processors:
es: Procesadores:
fr: Processeurs:
it: Processori:
ru: Число процессоров:

# Statistics_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Statistics_Title
source: Environment Statistics
es: Estadísticas de entorno
fr: Statistiques sur l'environnement
it: Statistiche di sistema
ru: Статистика окружения

# Statistics_usernameLabel1
source: Username:
es: Nombre de usuario:
fr: Utilisateur:
it: Nome utente:
ru: Имя пользователя:

# Statistics_workingDirectoryLabel1
source: Working directory:
es: Directorio de trabajo:
fr: Répertoire de travail:
it: Cartella di lavoro:
ru: Рабочий каталог:

# SystemUtil_OSOther
source: Other
es: Otro
fr: Autre
it: Altro
ru: Прочее

# Form1_statisticsToolStripMenuItem
source: Environment Statistics
es: Estadísticas de entorno
fr: Statistiques de l'environnement
it: Statistiche di sistema
ru: Статистика окружения

# GoToLine_copyToolStripMenuItem
source: Copy
it: Copia

# GoToLine_pasteToolStripMenuItem
source: Paste
it: Incolla

# GoToLine_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# MoveLines_copyToolStripMenuItem
source: Copy
it: Copia

# MoveLines_pasteToolStripMenuItem
source: Paste
it: Incolla

# MoveLines_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Options_copyToolStripMenuItem1
source: Copy
it: Copia

# Options_pasteToolStripMenuItem1
source: Paste
it: Incolla

# Options_selectAllToolStripMenuItem1
source: Select All
it: Seleziona tutto

# PadText_toolStripMenuItem1
source: Copy
it: Copia

# PadText_toolStripMenuItem2
source: Paste
it: Incolla

# PadText_toolStripMenuItem3
source: Select All
it: Seleziona tutto

# FontSelect_copyToolStripMenuItem
source: Copy
it: Copia

# FontSelect_pasteToolStripMenuItem
source: Paste
it: Incolla

# FontSelect_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# RegularExpressionValidator_InvalidRegex
source: Requested regex is invalid.
es: Regex solicitada no es válida.
fr: La regex demandée est invalide.
it: L'espressione richiesta non è valida.
ru: Недопустимое регулярное выражение.

# FileManager_UnauthorizedAccess
source: Unauthorized file access! Connected user does not have enough rights to save this file.
es: Acceso a archivos no autorizados! El usuario actual no tiene derechos suficientes para guardar el archivo.
fr: Accès non autorisé au fichier! L'utilisateur connecté ne possède pas les droits lui permettant d'enregistrer ce fichier.
it: Accesso non autorizzato al file! L'utente collegato non ha sufficienti diritti per salvare questo file.
ru: Отказано в доступе к файлу. У текущего пользователя нет прав для сохранения этого файла.

# FileManager_UserNotAdmin
source: Connected user does not have administrator rights. It will not be possible to save edits on this file.
es: El usuario actual no tiene derechos de administrador. No será posible guardar modificaciones en este archivo.
fr: L'utilisateur connecté ne possède pas les droits d'administrateur. Il n'est pas possible d'enregistrer les modification de ce fichier.
it: L'utente collegato non dispone dei diritti di amministratore. Non sarà possibile salvare modifiche a questo file.
ru: У текущего пользователя нет прав администратора. Сохранение изменений в этом файле невозможно.

# SystemUtil_New
source: Open new tab
es: Abrir nueva pestaña
fr: Ouvrir un nouvel onglet
it: Apri nuovo tab
ru: Открыть новую вкладку

# SystemUtil_NewAndPaste
source: Open new tab and paste text
es: Abrir una nueva pestaña y pegar texto
fr: Ouvrir un nouvel onglet et coller le texte
it: Apri nuovo tab e incolla testo
ru: Открыть новую вкладку и вставить текст

# SystemUtil_OpenFile
source: Open file...
es: Abrir archivo...
fr: Ouvrir un fichier…
it: Apri file...
ru: Открыть файл...

# SystemUtil_OpenSession
source: Open session...
es: Abrir sesión...
fr: Ouvrir une session...
it: Apri sessione...
ru: Открыть сеанс...

# SystemUtil_WebSite
source: Navigate into DtPad web page
es: Vaya a la página web de DtPad
fr: Naviguer dans la page web DtPad
it: Naviga nella pagina web di DtPad
ru: Открыть веб-страницу DtPad

# SystemUtil_CheckNewVersion
source: Check for new version...
es: Compruebe si hay nueva versión...
fr: Vérifier disponibilité de mise à jour...
it: Controlla aggiornamenti...
ru: Проверить наличие новой версии...

# SystemUtil_SearchInFiles
source: Search in files...
es: Buscar en archivos...
fr: Chercher dans les fichiers...
it: Ricerca nei file...
ru: Поиск в файлах...

# Statistics_refreshButtonToolTip
source: Refresh
es: Actualizar
fr: Rafraîchir
it: Ricarica
ru: Обновить

# Form1_pasteSpecialHtmlToolStripMenuItem
source: HTML Content
es: Contenido HTML
fr: Contenu HTML
it: Contenuto HTML
ru: HTML

# Form1_pasteSpecialRtfToolStripMenuItem
source: RTF Content
es: Contenido RTF
fr: Contenu RTF
it: Contenuto RTF
ru: RTF

# Form1_pasteSpecialToolStripMenuItem
source: Paste Special
es: Pegar especial
fr: Collage spécial
it: Incolla speciale
ru: Специальная вставка

# TextManager_NoSpecialData
source: Clipboard does not contains data with selected format.
es: Portapapeles no contiene datos con formato seleccionado.
fr: Le presse-papier ne contient pas de donnée du format sélectionné.
it: Gli appunti non contengono dati nel formato selezionato.
ru: Буфер не содержит данных в выбранном формате.

# Form1_newAndPasteToolStripMenuItem2
source: New And Paste
es: Nuevo y pegar
fr: Nouveau et coller
it: Nuovo e incolla
ru: Создать и вставить

# Form1_internetServicesToolStripMenuItem
source: Internet Services
es: Servicios en Internet
fr: Services Internet
it: Servizi internet
ru: Интернет-сервисы

# Form1_searchInWikipediaToolStripMenuItem1
source: [WP] Search Selected Text
es: [WP] Buscar texto seleccionado
fr: [WP] Chercher le texte sélectionné
it: [WP] Cerca testo selezionato
ru: [WP] Искать выделенный текст

# Form1_internetServicesToolStripMenuItem1
source: Internet Services
es: Servicios en Internet
fr: Services Internet
it: Servizi internet
ru: Интернет-сервисы

# Options_highlightsResultsCheckBox
source: Highlights results
es: Destacar resultados
fr: Mettre en valeur les résultats
it: Evidenzia i risultati
ru: Выделять цветом совпадения

# searchPanel_clearHighlightsToolStripButton
source: Clear Highlights
es: Borrar resultados destacados
fr: Supprimer la mise en valeur
it: Pulisci evidenziazione
ru: Снять цветовое выделение

# searchPanel_highlightsResultsToolStripButton
source: Highlights Results
es: Destacar resultados
fr: Mettre en valeur les résultats
it: Evidenzia risultati
ru: Выделять цветом совпадения

# filePanel_listFolderContentWithPatternToolStripMenuItem
source: List Folder Content (With Filters)
es: Listar contenido de carpeta (con filtros)
fr: Liste du contenu du répertoire (avec filtres)
it: Elenca contenuto cartella (con filtri)
ru: Вставить содержимое папки (с фильтрами)

# filePanel_listToolStripMenuItem
source: Write List
es: Escribir lista
fr: Ecrire dans la liste
it: Scrivi lista
ru: Вставить содержимое папки

# filePanel_includeSubdirectoriesToolStripMenuItem
source: Include Subdirectories
es: Incluir subdirectorios
fr: Inclure les sous-répertoires
it: Includi sottocartelle
ru: Включить подкаталоги

# filePanel_showSizeToolStripMenuItem
source: Show Sizes
es: Mostrar tamaños
fr: Affiche les tailles
it: Mostra dimensioni
ru: Показывать размер

# FileExplorerManager_TotalSize
source: Total size:
es: Tamaño total:
fr: Taille totale:
it: Dimensione totale:
ru: Общий размер:

# Form1_searchInWikipediaToolStripMenuItem
source: [WP] Search Selected Text
es: [WP] Buscar texto seleccionado
fr: [WP] Chercher le texet sélectionné
it: [WP] Cerca testo selezionato
ru: [WP] Искать выделенный текст

# Options_jumpListCheckBox
source: Activate Jump List (only on Windows 7)
es: Activar Jump List (sólo en Windows 7)
fr: Activer la liste de lien (seulement sur Windows 7)
it: Jump List attiva (solo su Windows 7)
ru: Включить список переходов (только в Windows 7)

# Options_proxyHostLabel
source: Address:
es: Dirección:
fr: Adresse:
it: Indirizzo:
ru: Адрес:

# Options_proxyPortLabel
source: Port:
es: Puerto:
it: Porta:
ru: Порт:

# DropboxManager_UriFormat
source: Access error to Dropbox! Verify your account on "www.dropbox.com" and proxy (if you use one) in settings dialog.
es: Error al acceder a Dropbox! Verifique su cuenta en "www.dropbox.com" y proxy (si utiliza uno) en la ventana de configuración.
fr: Erreur d'accès à la Dropbox. Vérifiez votre compte sur "www.dropbox.com" et les paramètres du proxy (si vous en utilisez un) dans la fenêtres des paramètres.
it: Errore in accesso a Dropbox! Verifica il tuo account su "www.dropbox.com" e il proxy (se ne usi uno) nella finestra delle impostazioni.
ru: Ошибка доступа к Dropbox! Проверьте свою учетную запись на сайте "www.dropbox.com" и параметры прокси сервера (если он используется) в окне параметров.

# GoToLine_lineCurrentLabel1
source: Current row:
es: Fila actual:
fr: Ligne en cours:
it: Riga attuale:
ru: Текущая строка:

# Form1_searchInFilesToolStripButton
source: Search In Files...
es: Buscar en archivos...
fr: Rechercher dans les fichiers...
it: Ricerca nei file...
ru: Поиск в файлах...

# Form1_htmlToTextPageToolStripMenuItem
source: HTML Page To Text
es: Página HTML en texto
fr: Page HTML vers texte
it: Pagina HTML in testo
ru: HTML-страницу в текст

# SessionManager_SaveAllFilesFailed
source: Not all files were saved. Close files or saved them before to proceed with session saving.
es: No todos los archivos se han guardado. Cierre los archivos o los salvó antes de proceder con la operación de guardar de la sesión.
fr: Tous les fichiers n'ont pas été enregistrés. Fermez les les ou enregistrez les avant de poursuivre l'enregistrement de la session.
it: Alcuni file non sono stati salvati. Chiudili o salvali prima di procedere col salvataggio della sessione.
ru: Не все файлы были сохранены. Закройте файлы или сохраните их, прежде чем сохранять сеанс.

# SessionManager_Empty
source: Selected session is empty. The file may be corrupted.
es: Sesión seleccionada está vacía. El archivo puede estar dañado.
fr: La Session sélectionnée est vide. Le fichier est peut être corompue.
it: La sessione selezionata è vuota. Il file potrebbe essere danneggiato.
ru: Выбранный сеанс пуст. Он может быть поврежден.

# DropboxManager_ProxyHostRequired
source: To authenticate through proxy server, Dropbox requires explicitly its address. Please, write it in the appropriate field in the settings dialog ("Internet" tab) and try again.
es: Para autenticar a través de proxy, Dropbox requiere explícitamente su dirección. Por favor, escríbalo en el campo correspondiente en el cuadro de diálogo de ajustes ("Internet") e inténtelo de nuevo.
fr: Pour s'authentifier au travers du proxy, Dropbox doit connaitre son adresse. Veuillez remplir les champs appropriés de la fenêtre des paramètres (onglet "Internet") et essayer de nouveau.
it: Per autenticarsi tramite server proxy, Dropbox richiede esplicitamente il suo indirizzo. Scrivilo nell'apposito campo nella finestra delle impostazioni (tab "Internet") e riprova.
ru: Для проверки подлинности через прокси-сервер Dropbox требует явно указать его адрес. Введите адрес в соответствующее поле в окна параметров (раздел "Интернет") и повторите попытку.

# DropboxManager_SuccessfullyAuth
source: DtPad has been successfully authorized to access to Dropbox? Press Yes to continue, No to cancel.
es: ¿DtPad ha sido exitosamente autorizado a acceder a Dropbox? Pulse Sí para continuar o No para cancelar.
fr: DtPad vioent d'être autorisé à accéder à la Dropbox? Cliquer sur Oui pour continuer ou Non pour annuler.
it: DtPad è stato autorizzato con successo a fare accesso a Dropbox? Premi Sì per continuare, No per annullare.
ru: Предоставлен ли редактору DtPad доступ к Dropbox? Нажмите "Да" для продолжения или "Нет" для отмены.

# Form1_logoutFromDropboxToolStripMenuItem
source: Log Out From Dropbox
es: Salir de Dropbox
fr: Deconnexion de Dropbox
it: Scollegati da Dropbox
ru: Выйти из Dropbox

# DropboxManager_DropboxLogOut
source: Logged out from Dropbox
es: Desconectado de Dropbox
fr: Deconnexion de Dropbox
it: Scollegato da Dropbox
ru: Произведен выход из Dropbox

# FileListManager_AlreadyFavourite
source: Selected file has already been registered as favorite.
es: El archivo seleccionado ya se ha registrado como favorito.
fr: Le fichier sélectionné est déjà enregistré comme favori.
it: Il file selezionato è già stato censito come preferito.
ru: Указанный файл уже добавлен в избранное.

# Form1_favouriteSessionToolStripButton
source: Add Session To Favourite Files
es: Añadir sesión a archivos favoritos
fr: Ajouter la session au fichiers favoris
it: Aggiungi sessione ai preferiti
ru: Добавить сеанс в избранное

# Form1_favouriteSessionToolStripMenuItem
source: Add To Favourite Files
es: Agregar a archivos favoritos
fr: Ajouter au fichiers favoris
it: Aggiungi ai preferiti
ru: Добавить в избранное

# DropboxManager_SureRenameFile
source: Are you sure to rename file "{0}" as "{1}"?
es: ¿Está seguro que desea cambiar el nombre de archivo "{0}" como "{1}"?
fr: Etes vous sur de vouloir renommer "{0}" sous "{1}"?
it: Sei sicuro di rinominare il file "{0}" come "{1}"?
ru: Переименовать файл "{0}" в "{1}"?

# DropboxManager_SureRenameFolder
source: Are you sure to rename folder "{0}" as "{1}"?
es: ¿Está seguro que desea cambiar el nombre de carpeta "{0}" como "{1}"?
fr: Etes vous sur de renommer le répertoire "{0}" en "{1}"?
it: Sei sicuro di rinominare la cartella "{0}" in "{1}"?
ru: Переименовать папку "{0}" в "{1}"?

# DropboxManager_WarningRenaming
source: It was not possibile to rename the object. Check if it is in readonly state.
es: No fue posible cambiar el nombre del objeto. Compruebe si se encuentra en estado de sólo lectura.
fr: Il n'a pas été possible de renommer l'objet. Vérifiez si il n'est pas en lecture seule.
it: Non è stato possibile rinominare l'oggetto. Controllare che non sia in stato di sola lettura.
ru: Не удалось переименовать объект. Проверьте, не установлен ли к нему доступ только для чтения.

# DropboxFileDialog_deleteToolStripMenuItem1
source: Delete
es: Eliminar
fr: Supprimer
it: Cancella
ru: Удалить

# DropboxManager_SureDeleteFile
source: Are you really sure to delete file "{0}"?
es: ¿Estás seguro de eliminar el archivo "{0}"?
fr: Etes sur de vouloir supprimer le fichier "{0}"?
it: Sei sicuro di voler cancellare il file "{0}"?
ru: Удалить файл "{0}"?

# DropboxManager_SureDeleteFolder
source: Are you really sure to delete folder "{0}"?
es: ¿Estás seguro de eliminar la carpeta "{0}"?
fr: Etes sur de vouloir supprimer le répertoire "{0}"?
it: Sei sicuro di voler cancellare la cartella "{0}"?
ru: Удалить папку "{0}"?

# DropboxManager_WarningDeleting
source: It was not possibile to delete the object.
es: No fue posible para eliminar el objeto.
fr: Il n'a pas été possible de supprimer les objets.
it: Non è stato possibile cancellare l'oggetto.
ru: Не удалось удалить объект.

# Options_dropboxDeleteCheckBox
source: Allow delete file and folder operation
es: Permitir la eliminación de archivos y carpetas
fr: Autorise la suppression de fichiers et répertoires
it: Permetti la cancellazione di file e cartelle
ru: Разрешить удаление файлов и папок

# Options_dropboxGroupBox1
source: Usage
es: Uso
it: Utilizzo
ru: Использование

# Options_dropboxRememberCheckBox
source: Remember user login when exit
es: Recuerde datos del usuario cuando se sale
fr: Se rappeler du login utilisateur lors de la sortie
it: Ricorda l'autenticazione utente all'uscita
ru: Запоминать учётные данные при выходе

# Statistics_copyButtonToolTip
source: Copy Statistics To Clipboard
es: Copiar estadísticas al portapapeles
fr: Copier les statistiques dans le presse-papier
it: Copia statistiche negli appunti
ru: Копировать статистику в буфер

# InternalBrowser_proceedButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# InternalBrowser_Title
source: Internal Browser
es: Explorador web interno
fr: Navigateur Interne
it: Browser interno
ru: Встроенный браузер

# DropboxFileDialog_viewComboBoxItems
source: Large Icons Small Icons List Tile
es: Iconos grandes Iconos pequeños Lista Mosaico
fr: Grands icones Petits icones Liste Empilage
it: Icone grandi Icone piccole Elenco Titoli
ru: Крупные значки Мелкие значки Список Плитка

# Form1_sortTextToolStripMenuItem
source: Sort Text...
es: Ordenar texto...
fr: Classer le texte...
it: Ordina testo...
ru: Сортировать текст...

# SortText_allTextRadioButton
source: All text
es: Todo el texto
fr: Tout le texte
it: Tutto il testo
ru: ко всему тексту

# SortText_applyToLabel
source: Apply to:
es: Aplicar a:
fr: Appliquer à:
it: Applica a:
ru: Применить:

# SortText_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# SortText_helpLabel
source: Sort text with desidered order.
es: Ordenar el texto con el fin desidered.
fr: Trier le texte dans l'ordre désiré.
it: Ordina il testo nel verso desiderato.
ru: Сортировка текста в заданном порядке.

# SortText_selectedTextRadioButton
source: Selected text
es: Texto seleccionado
fr: Texte sélectionné
it: Testo selezionato
ru: к выделенному тексту

# SortText_sortTypeLabel
source: Sort type:
es: Ordenar tipo:
fr: Type de tri:
it: Tipo ordinamento:
ru: Тип сортировки:

# SortText_Title
source: Sort Text
es: Ordenar texto
fr: Trier le texte
it: Ordina testo
ru: Сортировка текста

# TextManager_TextEmpty
source: Text area is empty.
es: El área de texto está vacía.
fr: La zone de texte est vide.
it: L'area di scrittura è vuota.
ru: Текстовая область пуста.

# Form1_validationSchemaToolStripMenuItem1
source: Validation With Schema
es: Validación con esquema
fr: Validation en utilisant un schéma
it: Validazione con schema
ru: Проверить по схеме

# Form1_xMLSchemaToolStripMenuItem
source: XML/HTML With Schema
es: XML/HTML con esquema
fr: XML/HTML avec schéma
it: XML/HTML con schema
ru: XML/HTML по схеме

# Form1_linesWithoutDuplidatesToolStripMenuItem
source: Lines Without Duplicates
es: Líneas sin duplicados
fr: Lignes sans doublon
it: Linee senza duplicati
ru: Уникальные строки

# FileProperties_TitleSession
source: Session Properties
es: Propiedades de sesión
fr: Propriétés de session
it: Proprietà sessione
ru: Свойства сеанса

# Form1_sessionPropertiesToolStripMenuItem
source: Session Properties
es: Propiedades de sesión
fr: Propriétés de session
it: Proprietà sessione
ru: Свойства сеанса

# FileProperties_copyButtonToolTip
source: Copy File Full Path To Clipboard
es: Copiar ruta completa del archivo en portapapeles
fr: Copier le chemin complet du fichier dans le presse-papier
it: Copia percorso e nome file negli appunti
ru: Копировать полный путь в буфер

# CustomFilesManager_HelpAnnotation
source: This panel can be used for several purposes, including to write down some considerations on its tab, or make a quick comparison between texts.
es: Este panel se puede utilizar para varios propósitos, incluyendo a anotar algunas consideraciones sobre su pestaña, o hacer una rápida comparación entre los textos.
fr: Ce panneau peut être utile pour différents usages, incluant l'écriture de notes, ou faire une comparaison rapide entre deux textes.
it: Questo pannello può essere utilizzato per diversi scopi, tra cui quello di annotare alcune considerazioni relative al tab in cui è incluso o effettuare una rapida comparazione tra testi.
ru: Эта панель может использоваться для разных целей, в том числе для комментариев и для быстрого сравнения содержимого двух вкладок.

# CustomFilesManager_WordWrapPanel
source: Word Wrap
es: Ajuste de línea
fr: Retour automatique à la ligne
it: A capo automatico
ru: Перенос по словам
