Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# Options_helpHideLinesPictureBoxToolTip
source: It is strongly recommended to let following property enabled, so to avoid long opening of large files.
es: Se recomienda dejar la siguiente propiedad habilitado, para evitar la apertura lenta de archivos de gran tamaño.
fr: Il est fortement recommandé de laissé cette propriété activée afin d'éviter de ralentir l'ouverture de fichiers de grande taille.
it: E' caldamente consigliato lasciare l'opzione seguente abilitata, di modo da evitare attese in apertura di file grandi.
ru: It is strongly recommended to leave following property enabled, so as to avoid slow opening of large files.

# ConstantUtil_NoDefault
source: Default value for "{0}" parameter not found.
es: Valor predeterminado para el parámetro "{0}" no se encuentra.
fr: La valeur par défaut pour le paramètre "{0}" n' a pas été trouvée.
it: Valore di default per il parametro "{0}" non trovato.
ru: Значение по умолчанию параметра "{0}" не найдено.

# DateTimeUtil_DateTimeFormatWrong
source: DateTime format not supported.
es: Formato de DateTime no se admite.
fr: Ce format de date et heure n'est pas supporté.
it: Formato data non supportato.
ru: Этот формат даты и времени не поддерживается.

# About_versionCheckLinkLabel
source: DtPad version is outdated! Click here to execute update process.
es: DtPad versión es obsoleta! Haga clic aquí para ejecutar el proceso de actualización.
fr: Votre version de DtPad n'est plus à jour! Cliquez ici pour exécuter le processus de mise à jour.
it: La versione di DtPad non è aggiornata! Clicca qui per avviare l'aggiornamento.
ru: Эта версия DtPad устарела. Щелкните здесь, чтобы запустить обновление.

# Options_checkConnectionButton
source: Verify
es: Verificar
fr: Vérifier
it: Verifica
ru: Проверить

# OptionManager_ConnectionTimeout
source: Connection timeout! Test required more then {0} second to be completed.
es: Tiempo de espera de la conexión! Prueba requiere más de {0} segundos para completarse.
fr: Connexion trop longue à s'établir! Le test nécessite plus de {0} secondes.
it: Timeout della connessione! Il test ha richiesto più di {0} secondi per essere completato.
ru: Время ожидания соединения истекло. Тест занял более {0} секунд.

# OptionManager_SureReset
source: Are you sure to reset options to default? All saved settings will get loose!
es: ¿Está seguro que desea restablecer las opciones predeterminadas? Todos los ajustes guardados se perderán!
fr: Etes vous sur de vouloir remettre les paramètres par défaut? Tous les paramètres enregistrés seront perdus!
it: Sei sicuro di voler ripristinare le opzioni di default? Tutte le impostazioni salvate andranno perse!
ru: Вернуться к параметрам по умолчанию? Все сохраненные настройки будут потеряны.

# notePanel_exportNotesToolStripSplitButton
source: Export As...
es: Exportar como...
fr: Exporter sous…
it: Esporta come...
ru: Экспортировать как...

# notePanel_xMLFileToolStripMenuItem
source: Single XML File
es: Un solo archivo XML
fr: Fichier simple XML
it: Singolo file XML
ru: Один XML-файл

# notePanel_tXTFilesToolStripMenuItem
source: Multiple TXT Files
es: Varios archivos TXT
fr: Multiples fichier TXT
it: Molteplici file TXT
ru: Несколько TXT-файлов

# notePanel_moveDownToolStripButton
source: Move Down
es: Bajar
fr: Descendre
it: Sposta in basso
ru: Переместить ниже

# notePanel_moveUpToolStripButton
source: Move Up
es: Subir
fr: Monter
it: Sposta in alto
ru: Переместить выше

# Form1_fullscreenToolStripMenuItem
source: Exit Full Screen (F11)
es: Salir pantalla completa (F11)
fr: Quitter le mode plein ecran (F11)
it: Chiudi schermo pieno (F11)
ru: Выйти из полноэкранного режима (F11)

# Form1_fullScreenToolStripMenuItem1
source: Full Screen
es: Pantalla completa
fr: Plein ecran
it: Schermo pieno
ru: Полноэкранный режим

# SearchInFiles_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# SearchInFiles_filenamePatternLabel
source: Filename pattern:
es: Patrón de nombre:
fr: Structue nom fichier:
it: Filtro nome file:
ru: Шаблон имени файла:

# SearchFilesManager_folderDialogDefault
source: Select the default folder where to search in files:
es: Seleccionar la carpeta predeterminada en la que buscar en los archivos:
fr: Sélectionner le répertoire par défaut où rechercher dans des fichiers:
it: Seleziona la cartella dove cercare nei file:
ru: Выберите папку, в файлах которой будет вестись поиск по умолчанию:

# SearchInFiles_helpLabel
source: Search text into all files contained into a selected folder.
es: Buscar texto en todos archivos contenidos en una carpeta seleccionada.
fr: Rechercher le texte dans les fichiers d'un certain répertoire.
it: Ricerca testo in tutti i file contenuti in una cartella selezionata.
ru: Поиск текста во всех файлах, содержащихся в выбранной папке.

# SearchInFiles_okButton
source: Search
es: Buscar
fr: Chercher
it: Cerca
ru: Поиск

# SearchInFiles_searchFolderLabel
source: Search folder:
es: Carpeta de búsqueda:
fr: Répertoire recherche:
it: Cartella di ricerca:
ru: Папка для поиска:

# SearchInFiles_searchSubdirsCheckBox
source: Search in subdirectories
es: Buscar en subdirectorios
fr: Chercher dans les sous-répertoires
it: Cerca anche nelle sottocartelle
ru: Искать в подкаталогах

# SearchInFiles_textToSearchLabel
source: Text to search:
es: Texto a buscar:
fr: Texte à rechercher:
it: Testo da cercare:
ru: Искать текст:

# SearchInFiles_Title
source: Search In Files
es: Buscar en archivos
fr: Cherchre dans les fichiers
it: Ricerca nei file
ru: Поиск в файлах

# Form1_searchInFilesToolStripMenuItem
source: Search In Files...
es: Buscar en archivos...
fr: Rechercher dans les fichiers...
it: Ricerca nei file...
ru: Поиск в файлах...

# SearchInFiles_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# SearchInFiles_searchInProgressLabel
source: Search in progress...
es: Búsqueda en curso...
fr: Recherche en cours…
it: Ricerca in corso...
ru: Выполняется поиск...

# SearchInFiles_FolderNotExists
source: Selected folder does not exists!
es: Carpeta seleccionada no existe!
fr: Le répertoire sélectionné n'existe pas!
it: La cartella selezionata non esiste!
ru: Указанной папки не существует.

# SearchInFiles_TextToSearchEmpty
source: Specify a text to search!
es: Especifique un texto para buscar!
fr: Indiquer un texte à rechercher!
it: Inserisci un testo da cercare!
ru: Введите текст для поиска.

# Form1_openFileListToolStripMenuItem
source: File List...
es: Lista de archivos...
fr: Liste de fichiers…
it: Lista file...
ru: Файлы по списку...

# FileListOpen_closeButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# FileListOpen_copyToolStripMenuItem
source: Copy
it: Copia

# FileListOpen_cutToolStripMenuItem
source: Cut
it: Taglia

# FileListOpen_deleteToolStripMenuItem
source: Delete
it: Cancella

# FileListOpen_fileListLabel
source: Copy here the file list to open (each file in a row):
es: Copiar aquí la lista de archivos para abrir (cada archivo en una fila):
fr: Copier ici la liste des fichiers à ouvrir (un fichier par ligne):
it: Copia qui la lista di file da aprire (ciascun file su una riga):
ru: Скопируйте сюда список файлов для открытия (по одному файлу в строке):

# FileListOpen_openButton
source: Open
es: Abrir
fr: Ouvrir
it: Apri
ru: Открыть

# FileListOpen_pasteFromClipboardButtonToolTip
source: Paste from clipboard
es: Pegar desde el portapapeles
fr: Coller à partir du presse-papier
it: Incolla dagli appunti
ru: Вставить из буфера

# FileListOpen_pasteToolStripMenuItem
source: Paste
it: Incolla

# FileListOpen_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# FileListOpen_Title
source: Open File List
es: Abrir lista de archivos
fr: Ouvrir une liste de fichiers
it: Apri lista file
ru: Открытие файлов по списку

# FileListOpen_undoToolStripMenuItem
source: Undo
it: Annulla

# searchInFilesPanel_clearToolStripButton
source: Clear List
es: Borrar lista
fr: Nettoyer la liste
it: Svuota lista
ru: Очистить список

# searchInFilesPanel_exportListToolStripButton
source: Export Files List
es: Exportar lista de archivos
fr: Liste des fichiers exportés
it: Esporta lista file
ru: Экспортировать список файлов

# searchInFilesPanel_openFileToolStripButton
source: Open Selected Files
es: Abrir archivo seleccionado
fr: Ouvrir les fichiers sélectionnés
it: Apri file selezionati
ru: Открыть выбранные файлы

# SearchFilesManager_SureToClean
source: Are you sure to clean search in files results?
es: ¿Está seguro que desea eliminar los resultados de búsqueda en los archivos?
fr: Etes vous sur de vider le résultat de la recherche dans les fichiers?
it: Sei sicuro di voler cancellare i risultati della ricerca nei file?
ru: Очистить результаты поиска в файлах?

# SearchInFiles_NoResults
source: No results founded!
es: No hay resultados!
fr: Aucun résultat n'a été trouvé!
it: Nessun risultato trovato!
ru: Ничего не найдено.

# searchInFilesPanel_openSelectedFilesToolStripMenuItem
source: Open File
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ru: Открыть файл

# Form1_searchInFilesTabPageToolTip
source: Search In Files
es: Buscar en archivos
fr: Rechercher dans les fichiers
it: Ricerca nei file
ru: Поиск в файлах

# SearchInFiles_hiddenFilesCheckBox
source: Include hidden files
es: Incluir archivos ocultos
fr: Inclure les fichiers cachés
it: Includi file nascosti
ru: Искать в скрытых файлах

# Form1_propertiesToolStripMenuItem
source: File Properties
es: Propiedades de archivo
fr: Propriétés du fichier
it: Proprietà file
ru: Свойства файла

# TranslateText_switchButtonToolTip
source: Switch languages
es: Intercambiar idiomas
fr: Changer de langue
it: Scambia le lingue
ru: Поменять местами языки

# Form1_randomNumberToolStripMenuItem
source: Random Number
es: Número aleatorio
fr: Nombre aléatoire
it: Numero casuale
ru: Случайное число

# calendarPanel_weekNumbersToolStripButton
source: Show Week Numbers
es: Mostrar números de semana
fr: Afficher les numéros des semaines
it: Mostra numeri di settimana
ru: Показывать номера недель

# SessionManager_XmlDocError
source: File "{0}" does not contain a valida XML structure.
es: El archivo "{0}" no contiene una estructura XML válida.
fr: Le fichier "{0}" ne contient pas de structure XML valide.
it: Il file "{0}" non contiene una struttura XML valida.
ru: Файл "{0}" не содержит корректной структуры XML.

# TabManager_LineNumbersDisabled
source: Row number panel has been temporarily disabled because of a large number of text lines. It is possibile to reopen at anytime.
es: El panel de los números de fila se ha desactivado temporalmente debido a una gran número de líneas de texto. Puede abrirlo de nuevo en cualquier momento.
fr: Le panneau des numéros de ligne a été temporairement désactivé car le nombre de lignes est très grand. Il est possible de le réactivé à tout moment.
it: Il pannello dei numeri di riga è stato temporaneamente disabilitato a causa di un gran numero di righe di testo. E' possibile ripristinarlo in qualsiasi momento.
ru: Панель номеров строк временно закрыта из-за большого количества строк в тексте. Ее можно снова открыть в любое время.

# searchInFilesPanel_newSearchToolStripButton
source: New Search...
es: Nueva búsqueda...
fr: Nouvelle recherche...
it: Nuova ricerca...
ru: Новый поиск...

# SearchInFiles_InfoText
source: Text:
es: Texto:
it: Testo:
ru: Текст:

# ZipManager_Bytes
source: bytes
it: byte
ru: байтов

# ZipManager_CanDecompressColumn
source: Extractable
es: Extraíble
fr: Extractible
it: Estraibile
ru: Можно извлечь

# ZipManager_DateTimeColumn
source: Date
es: Fecha
it: Data
ru: Дата

# Form1_ZipError
source: An error detected into ZIP file:
es: Un error detectado en el archivo comprimido:
fr: Une erreura été détéctée dans le fichier ZIP:
it: Rilevato un errore nel file ZIP:
ru: В ZIP-файле обнаружена ошибка:

# ZipManager_Yes
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# FileManager_InvalidPdf
source: Selected PDF type is not supported by DtPad.
es: Tipo PDF seleccionado no está soportado por DtPad.
fr: Le type de PDF sélectionné n'est pas supporté par DtPad.
it: Il tipo di PDF selezionato non è supportato da DtPad.
ru: Выбранный тип PDF-файлов не поддерживается DtPad.

# Form1_rowNumbersToolStripMenuItem
source: Row Numbers
es: Números de fila
fr: Numéros de lignes
it: Numeri di riga
ru: Номера строк

# W3CValidator_NoContent
source: Text area is empty.
es: El área de texto está vacía.
fr: La zone de texet est vide.
it: L'area di scrittura è vuota.
ru: Текстовая область пуста.

# W3CValidator_Validate
source: Send to W3C for validation
es: Enviar a W3C para validar
fr: Envoyer au W3C pour validation
it: Invia a W3C per la validazione
ru: Отправить на сайт W3C для валидации

# W3CValidator_TitleCss
source: DtPad - W3C CSS validation
es: DtPad - Validación W3C CSS
fr: DtPad - W3C Validation CSS
it: DtPad - Validazione CSS W3C
ru: DtPad - валидация CSS (W3C)

# W3CValidator_TitleHtml
source: DtPad - W3C HTML validation
es: DtPad - Validación W3C HTML
fr: DtPad - W3C Validation HTML
it: DtPad - Validazione HTML W3C
ru: DtPad - валидация HTML (W3C)

# ConstantUtil_SpaceChar
source: Space
es: Espacio
fr: Espace
it: Spazio
ru: Пробел

# Form1_hTMLTableTagsToolStripMenuItem
source: HTML Tags Table...
es: Tabla de etiquetas HTML...
fr: Table des balises HTML...
it: Tabella tag HTML...
ru: Таблица спец. символов HTML...

# Form1_tagsTableToolStripMenuItem
source: HTML Tags Table...
es: Tabla de etiquetas HTML...
fr: Table des balises HTML...
it: Tabella tag HTML...
ru: Таблица спец. символов HTML...

# Form1_textToHTMLPageToolStripMenuItem
source: Text To HTML Page
es: Texto en página HTML
fr: Texte vers page HTML
it: Testo in pagina HTML
ru: Текст в HTML-страницу

# Form1_searchInGoogleToolStripMenuItem
source: [GG] Search Selected Text
es: [GG] Buscar texto seleccionado
fr: [GG] Chercher le texte sélectionné
it: [GG] Cerca testo selezionato
ru: [GG] Искать выделенный текст

# Form1_searchInGoogleToolStripMenuItem1
source: [GG] Search Selected Text
es: [GG] Buscar texto seleccionado
fr: [GG] Chercher le texte sélectionné
it: [GG] Cerca testo selezionato
ru: [GG] Искать выделенный текст

# InternetServicesManager_NoTextSelected
source: No text selected.
es: No texto seleccionado.
fr: Aucun texte n'est sélectionné.
it: Nessun testo selezionato.
ru: Текст не выделен.

# Options_openWithCheckBox
source: Open With link
es: Vínculo "Abrir con"
fr: Lien de "Ouvrir avec"
it: Collegamento "Apri con"
ru: Пункт в меню "Открыть с помощью"

# Options_sendToCheckBox
source: Send To link
es: Asociación "Enviar a"
fr: Lien de "Envoyer vers"
it: Collegamento "Invia a"
ru: Пункт в меню "Отправить"

# Options_shellGroupBox1
source: Explorer Context Menu
es: Menú del Explorador de Windows
fr: Menu contextuel de l'explorateur
it: Menu Esplora risorse
ru: Контекстное меню Проводника

# Options_shellNode
source: Integration
es: Integración
fr: Intégration
it: Integrazione
ru: Интеграция

# ShellManager_LinkLaunchDtPad
source: Launch DtPad
es: Abrir DtPad
fr: Lancer DtPad
it: Avvia DtPad
ru: Запустить DtPad

# ShellManager_ShellString
source: Open with DtPad
es: Abrir con DtPad
fr: Ouvrir avec DtPad
it: Apri con DtPad
ru: Открыть с помощью DtPad

# Options_autoFormatLabel
source: Auto-format following code files on opening:
es: Formatear automáticamente archivos de código siguientes:
fr: Formater automatiquement les fichiers de code suivant à l'ouverture:
it: Formatta i seguenti tipi di file all'apertura:
ru: Автоматически форматировать при открытии файлы с кодом:

# Options_openingGroupBox1
source: Code files
es: Archivos de código
fr: Fichiers de code
it: File di codice
ru: Файлы с кодом

# Options_openingNode
source: Opening
es: Abriendo
fr: Ouverture
it: Apertura
ru: Открытие

# Form1_capitalizedWordsToolStripMenuItem
source: Capitalized Words
es: Palabras en mayúsculas
fr: Mot commencant par une majuscule
it: Parole maiuscole
ru: Слова из прописных букв

# SearchPattern_denyRegexCheckBox
source: Deny regular expression
es: Denegar la expresión regular
fr: Ignorer l'expression régulière
it: Nega espressione regolare
ru: Искать несоответствия

# SearchPattern_predefinedComboBoxItems
source: E-mail addresses IP addresses XML/HTML tags Capitalized words
es: Direcciónes de correo electrónico Direcciónes IP Etiqueta XML/HTML Palabras en mayúsculas
fr: Adresses email Adresses IP Balises XML/HTML Mots avec majuscule
it: Indirizzi e-mail Indirizzi IP Tag XML/HTML Parole maiuscole
ru: Адреса эл. почты IP-адреса Теги XML/HTML Слова из прописных букв

# SearchPattern_predefinedLabel
source: Predefined:
es: Predefinidas:
fr: Prédéfinie:
it: Predefiniti:
ru: Заготовка:

# Form1_saveWithEncodingToolStripMenuItem
source: File With Encoding...
es: Archivo con codificación...
fr: Fichier avec sélection de l'encodage...
it: File con codifica...
ru: Файл в кодировке...

# Form1_saveWithEncodingToolStripMenuItem1
source: Save With Encoding...
es: Guardar con codificación...
fr: Enregistrer en encodant...
it: Salva con codifica...
ru: Сохранить в кодировке...

# TabEncoding_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# TabEncoding_changeIntoComboBoxItems
source: ANSI UTF-8 UTF-8 Without BOM UTF-16 Little Endian UTF-16 Big Endian UTF-32 Little Endian
es: ANSI UTF-8 UTF-8 sin BOM UTF-16 Little Endian UTF-16 Big Endian UTF-32 Little Endian
fr: ANSI UTF-8 UTF-8 sans BOM UTF-16 Little Endian UTF-16 Big Endian UTF-32 Little Endian
it: ANSI UTF-8 UTF-8 senza BOM UTF-16 Little Endian UTF-16 Big Endian UTF-32 Little Endian
ru: ANSI UTF-8 UTF-8 без сигнатуры UTF-16 (мл.->ст.) UTF-16 (ст.->мл.) UTF-32 (мл.->ст.)

# TabEncoding_encodingLabel
source: Encoding:
es: Codificación:
fr: Encodage:
it: Codifica:
ru: Кодировка:

# TabEncoding_helpLabel
source: Save a file with desidered encoding.
es: Guardar un archivo con la codificación desidered.
fr: Enregister un fichier avec l'encodage désiré.
it: Salva un file con la codifica desiderata.
ru: Сохранение файла в выбранной кодировке.

# TabEncoding_saveButton
source: Proceed
es: Continuar
fr: Poursuivre
it: Procedi
ru: Сохранить

# TabEncoding_Title
source: Save With Encoding
es: Guardar con codificación
fr: Enregister avec encodage
it: Salva con codifica
ru: Сохранение в выбранной кодировке

# FileManager_FileAlreadyOpen
source: This file is already open. Close the relative tab and try again.
es: Este archivo ya está abierto. Cerrar la pestaña respectiva, e intentar de nuevo.
fr: Ce fichier est déjà ouvert. Fermer l'onglet correspondant et essayer de nouveau.
it: Questo file è già aperto. Chiudi il tab relativo e prova di nuovo.
ru: Этот файл уже открыт. Закройте соответствующую вкладку и повторите попытку.

# EmailManager_EmailInvalid
source: E-mail field is not correct. Required format: example@email.com
es: Campo e-mail no es correcto. Formato exigido: example@email.com
fr: Le champ email n'est pas correct. Le format nécessaire est: example@email.com
it: Il campo e-mail non è corretto. Formato richiesto: esempio@email.it
ru: Адрес электронной почты введен неверно. Требуемый формат: example@email.com

# ReportBug_copyToolStripMenuItem
source: Copy
it: Copia

# ReportBug_cutToolStripMenuItem
source: Cut
it: Taglia

# ReportBug_deleteToolStripMenuItem
source: Delete
it: Cancella

# ReportBug_pasteToolStripMenuItem
source: Paste
it: Incolla

# ReportBug_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# ReportBug_undoToolStripMenuItem
source: Undo
it: Annulla

# About_copyToolStripMenuItem
source: Copy
it: Copia

# About_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Extensions_copyToolStripMenuItem
source: Copy
it: Copia

# Extensions_cutToolStripMenuItem
source: Cut
it: Taglia

# Extensions_deleteToolStripMenuItem
source: Delete
it: Cancella

# Extensions_pasteToolStripMenuItem
source: Paste
it: Incolla

# Extensions_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Extensions_undoToolStripMenuItem
source: Undo
it: Annulla

# FileProperties_copyToolStripMenuItem
source: Copy
it: Copia

# FileProperties_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# FileRename_copyToolStripMenuItem
source: Copy
it: Copia

# FileRename_copyToolStripMenuItem1
source: Copy
it: Copia

# FileRename_cutToolStripMenuItem
source: Cut
it: Taglia

# FileRename_deleteToolStripMenuItem
source: Delete
it: Cancella

# FileRename_pasteToolStripMenuItem
source: Paste
it: Incolla

# FileRename_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# FileRename_selectAllToolStripMenuItem1
source: Select All
it: Seleziona tutto

# FileRename_undoToolStripMenuItem
source: Undo
it: Annulla

# MergeTabs_copyToolStripMenuItem
source: Copy
it: Copia

# MergeTabs_cutToolStripMenuItem
source: Cut
it: Taglia

# MergeTabs_deleteToolStripMenuItem
source: Delete
it: Cancella

# MergeTabs_pasteToolStripMenuItem
source: Paste
it: Incolla

# MergeTabs_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# MergeTabs_undoToolStripMenuItem
source: Undo
it: Annulla

# PadText_copyToolStripMenuItem
source: Copy
it: Copia

# PadText_cutToolStripMenuItem
source: Cut
it: Taglia

# PadText_deleteToolStripMenuItem
source: Delete
it: Cancella

# PadText_pasteToolStripMenuItem
source: Paste
it: Incolla

# PadText_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# PadText_undoToolStripMenuItem
source: Undo
it: Annulla

# Options_copyToolStripMenuItem
source: Copy
it: Copia

# Options_cutToolStripMenuItem
source: Cut
it: Taglia

# Options_deleteToolStripMenuItem
source: Delete
it: Cancella

# Options_pasteToolStripMenuItem
source: Paste
it: Incolla

# Options_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Options_undoToolStripMenuItem
source: Undo
it: Annulla

# SearchInFiles_copyToolStripMenuItem
source: Copy
it: Copia

# SearchInFiles_cutToolStripMenuItem
source: Cut
it: Taglia

# SearchInFiles_deleteToolStripMenuItem
source: Delete
it: Cancella

# SearchInFiles_pasteToolStripMenuItem
source: Paste
it: Incolla

# SearchInFiles_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# SearchInFiles_undoToolStripMenuItem
source: Undo
it: Annulla

# SearchPattern_copyToolStripMenuItem
source: Copy
it: Copia

# SearchPattern_cutToolStripMenuItem
source: Cut
it: Taglia

# SearchPattern_deleteToolStripMenuItem
source: Delete
it: Cancella

# SearchPattern_pasteToolStripMenuItem
source: Paste
it: Incolla

# SearchPattern_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# SearchPattern_undoToolStripMenuItem
source: Undo
it: Annulla

# Templates_copyToolStripMenuItem
source: Copy
it: Copia

# Templates_cutToolStripMenuItem
source: Cut
it: Taglia

# Templates_deleteToolStripMenuItem
source: Delete
it: Cancella

# Templates_pasteToolStripMenuItem
source: Paste
it: Incolla

# Templates_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Templates_undoToolStripMenuItem
source: Undo
it: Annulla

# Tools_copyToolStripMenuItem
source: Copy
it: Copia

# Tools_cutToolStripMenuItem
source: Cut
it: Taglia

# Tools_deleteToolStripMenuItem
source: Delete
it: Cancella

# Tools_pasteToolStripMenuItem
source: Paste
it: Incolla

# Tools_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Tools_undoToolStripMenuItem
source: Undo
it: Annulla

# Form1_hostsFileConfiguratorToolStripMenuItem
source: Hosts File Configurator
es: Configurador de archivo hosts
fr: Configurateur de fichier hosts
it: Configuratore file hosts
ru: Настройка файла hosts

# Options_hostsConfiguratorCheckBox
source: Start Hosts File Configurator on hosts file opening
es: Iniciar configurador de archivo hosts cuando se abre el hosts
fr: Démarrer le configurateur de fichier hosts à l'ouverture de hosts
it: Apri "Configuratore file hosts" all'apertura di file hosts
ru: Запускать настройку файла hosts при его открытии
