Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# Templates_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# Templates_descriptionLabel
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:

# Templates_removeButtonToolTip
source: Remove selected template
es: Eliminar plantilla seleccionada
fr: Supprimer le modèle sélectionné
it: Rimuovi il template selezionato
ru: Удалить шаблон

# Templates_textLabel
source: Text:
es: Texto:
fr: Texte:
it: Testo:
ru: Текст:

# Templates_Title
source: Templates
es: Plantillas:
fr: Modèles
it: Template
ru: Шаблоны содержимого

# Templates_toolGroupBox1
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# TemplateManager_AlreadyExists
source: Template name already existing! Choose another description.
es: Nombre de plantilla ya existe! Seleccione otra descripción.
fr: Le nom du modèle existe daj? Choisissez une autre description.
it: Il nome template è già in uso! Scegli una descrizione differente.
ru: Шаблон с таким описанием уже есть. Выберите другое описание.

# TemplateManager_ErrorReading
source: Error during trmplate file reading. File will be automatically recreated with default values!
es: Error durante la lectura del archivo de plantillas. El archivo se restablece automáticamente con los valores predeterminado!
fr: lors de la lecture d'un fichier de modèle. Le fichier sera automatiquement recréé avec ses valeurs par défaut!
it: Si è verificato un errore durante la lettura dell'archivio dei template. Il file verrà automaticamente ripristinato con i valori iniziali.
ru: Ошибка при чтении файла шаблонов. Файл будет автоматически воссоздан со значениями по умолчанию.

# TemplateManager_ErrorRemoving
source: Error during template removing. Current window will be closed.
es: Error durante la eliminación de plantilla. Ventana actual se cerrará.
fr: Erreur lors de la suppression du modèle. La fenêtre en cours va être fermée.
it: Si è verificato un errore durante l'eliminazione del template. La finestra attuale verrà chiusa.
ru: Ошибка при удалении шаблона. Текущее окно будет закрыто.

# TemplateManager_ErrorSaving
source: Error during template saving. Current window will be closed.
es: Error durante el guardado de plantilla. Ventana actual se cerrará.
fr: Erreur pendant l'enregistrement du modèle La fenêtre actuelle va être fermée.
it: Si è verificato un errore durante il salvataggio del template. La finestra attuale verrà chiusa.
ru: Ошибка при сохранении шаблона. Текущее окно будет закрыто.

# TemplateManager_NameNotEmtpy
source: Template name could not be empty!
es: Nombre de plantilla no puede estar vacío!
fr: Le nom du modèle doit être renseigné!
it: Il campo nome deve essere compilato per procedere!
ru: Имя шаблона не может быть пустым.

# TemplateManager_New
source: New Template
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo template
ru: Создать шаблон

# TemplateManager_Unvalorized
source: Almost one template is unvalorized. Complete templates information to proceed.
es: Al menos una plantilla no se haya completado. Complete la información de plantillas para proceder.
fr: Au moins un modèle n'est pas complètement renseigné. Compléter les information afin de poursuivre.
it: Almeno un template non è stato valorizzato correttamente. Completa le informazioni sui template per procedere.
ru: По крайней мере для одного шаблона введены не все данные. Введите полностью данные о шаблонах, чтобы продолжить.

# Templates_helpLabel
source: Manage text templates to use inside DtPad.
es: Administrar plantillas de texto para utilizar en DtPad.
fr: Gérer les modèles de texte à utiliser dans DtPad.
it: Gestisci template testuali da usare in DtPad.
ru: Управление шаблонами текстового содержимого, используемыми в DtPad.

# Form1_welcomeScreenToolStripMenuItem
source: Welcome Screen
es: Ventana de bienvenido
fr: Ecran d'accueil
it: Schermata di benvenuto
ru: Окно приветствия

# Form1_saveAsToolStripMenuItem3
source: Save As...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ru: Сохранить как...

# Form1_exadecimalToolStripMenuItem
source: Hexadecimal
fr: Héxadécimal
it: Esadecimale
ru: Шестнадцатеричные коды

# HexEditor_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# HexEditor_Title
source: Hexadecimal
fr: Héxadécimal
it: Esadecimale
ru: Шестнадцатеричные коды

# WindowManager_TextEmpty
source: Text area is empty.
es: El área de texto está vacía.
fr: La zone de texte est vide.
it: L'area di scrittura è vuota.
ru: Текстовая область пуста.

# FileProperties_encodingLabel1
source: Encoding:
es: Codificación:
fr: Encodage:
it: Codifica:
ru: Кодировка:

# Form1_duplicateLinesToolStripMenuItem
source: Duplicate Rows
es: Filas duplicadas
fr: Reproduire les lignes
it: Righe duplicate
ru: Одинаковые строки

# SearchManager_DuplicateLines
source: Duplicate rows founded:
es: Filas duplicadas encontrados:
fr: Lignes identiques trouvées:
it: Righe duplicate trovate:
ru: Найдены одинаковые строки:

# SearchManager_Lines
source: Rows -
es: Filas -
fr: Lignes -
it: Righe -
ru: Строки -

# SearchManager_NoDuplicateLines
source: No duplicate rows where found.
es: No se encontraron filas duplicadas.
fr: Aucune ligne en double n'a été trouvée.
it: Non sono state trovate righe duplicate.
ru: Идентичных срок не найдено.

# Form1_insertToolStripMenuItem
source: Insert
es: Insertar
fr: Insérer
it: Inserisci
ru: Вставить

# Form1_insertSpecialCharToolStripButton
source: Insert Special Char...
es: Insertar carácter especial...
fr: Insérer un caractère spécial....
it: Inserisci carattere speciale...
ru: Вставить специальный символ...

# Form1_selectCurrentLineToolStripMenuItem
source: Select Current Rows
es: Seleccionar filas actuales
fr: Sélectionner les lignes actuelles
it: Seleziona righe attuali
ru: Выделить текущие строки

# Form1_renameSessionToolStripMenuItem
source: Rename...
es: Cambiar nombre...
fr: Renommer...
it: Rinomina...
ru: Переименовать...

# SessionManager_MoreSession
source: More than one session contained into file {0}. Maybe it is corrupted.
es: Hay más sesiones dentro del archivo {0}. Podría estar dañado.
fr: Il existe plusieurs Sessions dans le fichier "{0}". Le Fichier est probablement corrompu.
it: Più di una sessione contenuta nel file {0}. Il file potrebbe essere danneggiato.
ru: В файле "{0}" содержится больше сеансов, чем ожидалось. Он может быть поврежден.

# SessionManager_Renamed
source: Session "{0}" renamed
es: Sesión "{0}" se ha cambiado el nombre
fr: Session "{0}" renommée
it: Sessione "{0}" rinominata
ru: Сеанс "{0}" переименован

# Form1_renameSessionToolStripButton
source: Rename Session...
es: Cambiar nombre de sesión...
fr: Renommer la session...
it: Rinomina sessione...
ru: Переименовать сеанс...

# SessionManager_FileInUse
source: Could not open "{0}". File is in use by another process.
es: No se puede abrir "{0}". El archivo está en uso por otro proceso.
fr: Impossible d'ouvrir "{0}". Le fichier est utilisé par un autre processus.
it: Impossibile aprire "{0}". Il file è in uso da parte di un altro processo.
ru: Не удается открыть "{0}". Файл занят другим процессом.

# SessionManager_FileNotExisting
source: File "{0}" does not exists.
es: El archivo "{0}" no existe.
fr: Le fichier "{0}" n'existe pas.
it: Il file "{0}" non esiste.
ru: Файл "{0}" не существует.

# Form1_listFilesToolStripMenuItem
source: Files List
es: Lista de archivos
fr: Liste des fichiers
it: Elenco file
ru: Список файлов

# ShowContent_copyToolStripMenuItem
source: Copy
it: Copia

# ShowContent_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Options_splashScreenCheckBox
source: Splash screen on DtPad startup
es: Mostrar ventana de carga en el inicio de DtPad
fr: Ecran d'accueil au démarrage de DtPad
it: Finestra di caricamento all'avvio di DtPad
ru: Показывать заставку при запуске DtPad

# Splash_doNotShowCheckBox
source: Do not show anymore
es: No mostrar más
fr: Ne plus montrer
it: Non mostrare più
ru: Больше не показывать

# Splash_titleLabel
source: loading...
es: cargando...
fr: chargement…
it: caricamento...
ru: загрузка...

# Form1_activeTabToolStripMenuItem
source: Active Tab
es: Pestaña activa
fr: Onglet actif
it: Tab attivo
ru: На активной вкладке

# Form1_aspectToolStripMenuItem
source: Aspect
es: Apariencia
fr: Apparence
it: Aspetto
ru: Внешний вид

# Form1_bottomToolStripMenuItem
source: Bottom
es: Fondo
fr: Bas
it: In basso
ru: Внизу

# Form1_closeButtonToolStripMenuItem
source: Close Button
es: Botón cerrar
fr: Bouton de fermeture
it: Bottone chiusura
ru: Кнопка закрытия

# Form1_doNotShowToolStripMenuItem
source: Do Not Show
es: No volver a mostrar
fr: Ne pas montrer
it: Non mostrare
ru: Не показывать

# Form1_eachTabToolStripMenuItem
source: Each Tab
es: Cada pestaña
fr: Chaque onglet
it: Ciascun tab
ru: На каждой вкладке

# Form1_horizontalToolStripMenuItem
source: Horizontal
fr: Horizontale
it: Orizzontale
ru: Горизонтальная

# Form1_leftToolStripMenuItem
source: Left
es: Izquierda
fr: Gauche
it: A sinistra
ru: Слева

# Form1_rightTabToolStripMenuItem
source: Right Tab Panel Margin
es: Borde derecho del panel de pestañas
fr: Bord droit du panneau d'onglet
it: Lato destro pannello tab
ru: У дальнего края панели вкладок

# Form1_rightToolStripMenuItem
source: Right
es: Derecha
fr: Droite
it: A destra
ru: Справа

# Form1_tabOrientationToolStripMenuItem
source: Tab Orientation
es: Orientación de pestañas
fr: Orientation onglets
it: Orientamento tab
ru: Ориентация вкладок

# Form1_tabPositionToolStripMenuItem
source: Tab Position
es: Posición de pestañas
fr: Position onglets
it: Positione tab
ru: Расположение вкладок

# Form1_topToolStripMenuItem
source: Top
es: Superior
fr: Haut
it: In alto
ru: Вверху

# Form1_useDefaultToolStripMenuItem
source: Use Default
es: Use predeterminado
fr: Utiliser les valeurs par défaut
it: Usa default
ru: По умолчанию

# Form1_verticalToolStripMenuItem
source: Vertical
fr: Verticale
it: Verticale
ru: Вертикальная

# Tools_moveDownButtonToolTip
source: Move selected tool down
es: Bajar instrumento seleccionado
fr: Déplacer l'outil sélectionné vers le bas
it: Sposta in basso lo strumento selezionato
ru: Переместить ниже

# Tools_moveUpButtonToolTip
source: Move selected tool up
es: Subir instrumento seleccionado
fr: Déplacer l'outil sélectionné vers le haut
it: Sposta in alto lo strumento selezionato
ru: Переместить выше

# Extensions_moveDownButtonToolTip
source: Move selected extension down
es: Bajar extensión seleccionado
fr: Déplacer l'extension sélectionné vers le bas
it: Sposta in basso l'estensione selezionata
ru: Переместить ниже

# Extensions_moveUpButtonToolTip
source: Move selected extension up
es: Subir extensión seleccionado
fr: Déplacer l'extension sélectionné vers le haut
it: Sposta in alto l'estensione selezionata
ru: Переместить выше

# Favourites_moveDownButtonToolTip
source: Move selected favourite down
es: Bajar seleccionado favorito
fr: Descendre le favori sélectionné
it: Sposta in basso il file preferito selezionato
ru: Переместить ниже

# Favourites_moveUpButtonToolTip
source: Move selected favourite up
es: Subir seleccionado favorito
fr: Monter le favori sélectionné
it: Sposta in alto il fle preferito selezionato
ru: Переместить выше

# Templates_moveDownButtonToolTip
source: Move selected template down
es: Bajar plantilla seleccionada
fr: Descendre le modèle
it: Sposta in basso il template selezionato
ru: Переместить ниже

# Templates_moveUpButtonToolTip
source: Move selected template up
es: Subir plantilla seleccionada
fr: Monter le modèle
it: Sposta in alto il template selezionato
ru: Переместить выше

# Form1_emailAddressesToolStripMenuItem
source: E-mail Addresses
es: Direcciónes de correo electrónico
fr: Adresses email
it: Indirizzi e-mail
ru: Адреса эл. почты

# Form1_patternsToolStripMenuItem
source: Patterns
es: Patrones
fr: Modèles
it: Modelli
ru: Шаблоны поиска

# RegularExpressionValidator_ResultFounded
source: Results founded:
es: Resultados:
fr: Résultats trouvés:
it: Risultati trovati:
ru: Найдено результатов:

# RegularExpressionValidator_NoResultFounded
source: No results were found.
es: No se encontraron resultados.
fr: Aucun résultat n'a été trouvé.
it: Non sono stati trovati risultati.
ru: Ничего не найдено.

# Form1_hTMLTagToolStripMenuItem
source: XML/HTML Tag
es: Etiqueta XML/HTML
fr: Balise XML/HTML
it: Tag XML/HTML
ru: Теги XML/HTML

# Form1_iPAddressesToolStripMenuItem
source: IP Addresses
es: Direcciones IP
fr: Adresses IP
it: Indirizzi IP
ru: IP-адреса

# Form1_formatToolStripMenuItem1
source: Format And Normalize
es: Formatear y normalizar
fr: Formatte et normalise
it: Formatta e normalizza
ru: Форматирование и нормализация

# Form1_xMLToolStripMenuItem1
source: Format XML/HTML
es: Formatear XML/HTML
it: Formatta XML/HTML
ru: Форматировать XML/HTML

# FileListManager_ClearHistoryRecentPatterns
source: Are you sure to clear recent patterns history?
es: ¿Está seguro que desea borrar el historial de patrones recientes?
fr: Etes vous sur de vouloir vider l'historique récent des modèles?
it: Sei sicuro di voler cancellare lo storico dei modelli recenti?
ru: Очистить список недавних шаблонов поиска?

# Form1_customPatternsToolStripMenuItem
source: Custom...
es: Personalizada...
fr: Personnaliser…
it: Personali...
ru: Пользовательский...

# Options_automaticSessionSaveCheckBox
source: Automatically save opened session on closing
es: Guardar automáticamente sesiones cuando están cerrados
fr: Enregistrement automatique de la session ouverte à la fermeture
it: In uscita salva automaticamente la sessione aperta
ru: Автоматически сохранять открытый сеанс при закрытии

# Options_sessionGroupBox1
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# Options_sessionNode
source: Session
es: Sesión
it: Sessione
ru: Сеанс

# SearchPattern_clearHistoryButtonToolTip
source: Clear
es: Borrar
fr: Vider
it: Svuota
ru: Очистить

# SearchPattern_closeButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# SearchPattern_helpLabel
source: Search text using regular expressions.
es: Buscar texto usando expresiones regulares.
fr: Chercher en utilisant les expressions régulières.
it: Ricerca testo tramite espressioni regolari.
ru: Поиск текста с использованием регулярных выражений.

# SearchPattern_historyLabel
source: History:
es: Historial:
fr: Historique:
it: Storico:
ru: История поиска:

# SearchPattern_regularExpressionLabel
source: Regular expression:
es: Expresión regular:
fr: Expression régulière:
it: Espressione regolare:
ru: Регулярное выражение:

# SearchPattern_regularExpressionPictureBoxToolTip
source: To know more about regular expressions, visit this website: www.regular-expressions.info
es: Para saber más acerca de las expresiones regulares, visite este sitio web: www.regular-expressions.info
fr: Pour en savoir plus sur les expressions régulières, aller sur le site www.regular-expressions.info
it: Per saperne di più sulle espressioni regolari, visita questo sito web: www.regular-expressions.info (in inglese)
ru: Узнать подробнее о регулярных выражениях можно на следующем веб-сайте: www.regular-expressions.info

# SearchPattern_searchButton
source: Search
es: Buscar
fr: Chercher
it: Cerca
ru: Найти

# SearchPattern_Title
source: Search With Pattern
es: Búsqueda con patrones
fr: Chercher selon le modèle
it: Ricerca con modello
ru: Поиск по шаблону

# searchPanel_patternToolStripButton
source: Patterns...
es: Patrones...
fr: Modèles...
it: Modelli...
ru: Шаблоны поиска...

# Form1_xmlTreeToolStripMenuItem
source: XML Tree
es: Árbol XML
fr: Arbre XML
it: Alberatura XML
ru: Дерево XML

# Form1_formatToolStripMenuItem2
source: Format
es: Formato
it: Formatta
ru: Форматировать

# Form1_treeViewToolStripMenuItem
source: XML Tree View
es: Vista de árbol XML
fr: Affichage de l'arbre XML
it: Visualizza alberatura XML
ru: Дерево XML

# Form1_validationToolStripMenuItem1
source: Validation With DTD
es: Validación con DTD
fr: Validation par DTD
it: Validazione con DTD
ru: Проверить по DTD

# Form1_xmlToolsToolStripDropDownButton
source: XML/HTML Tools
es: XML/HTML útiles
fr: XHTML/HTML outils
it: Strumenti XML/HTML
ru: Инструменты XML/HTML

# XmlEditor_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# XmlEditor_Title
source: XML Tree
es: Árbol XML
fr: Arbre XML
it: Alberatura XML
ru: Дерево XML

# InternetServicesManager_Error
source: An error occured sending the request to Google. Verify that internet connection is active or try to send a smaller amount of text.
es: Se produjo un error de enviar la solicitud a Google. Verifique que la conexión a Internet está activa o intenta enviar una menor cantidad de texto.
fr: Une erreur est intervenue lors de la demande à Google. Vérifiez que votre connexion Internet est active et ré-essayez en envoyant une petite quantité de texte.
it: Si è verificato un errore durante l'invio della richiesta a Google. Verificare che la connessione a internet sia attiva o selezionare una quantità di testo inferiore.
ru: При отправке запроса в Google произошла ошибка. Проверьте подключение к Интернету или попытайтесь уменьшить количество текста в запросе.

# Form1_translateSelectedTextToolStripMenuItem
source: [GG] Translate Selected Text...
es: [GG] Traducir texto seleccionado
fr: [GG] Traduire le texte sélectionné...
it: [GG] Traduci testo selezionato...
ru: [GG] Перевести выделенный текст...

# Form1_translateSelectedTextToolStripMenuItem1
source: [GG] Translate Selected Text...
es: [GG] Traducir texto seleccionado
fr: [GG] Traduire le texte sélectionné...
it: [GG] Traduci testo selezionato...
ru: [GG] Перевести выделенный текст...

# Options_destinationLanguageLabel
source: Destination:
es: Destino:
it: Destinazione:
ru: На язык:

# Options_noteLanguageLabel
source: Note: translation uses Google online service. Internet connection is required.
es: Nota: la traducción utiliza el servicio de Google en línea. La conexión a Internet es necesaria.
fr: Note: la traduction utilise les service de Google en ligne. Une connexion Internet est nécessaire.
it: Nota: la traduzione utilizza il servizio online di Google. La connessione internet è richiesta.
ru: Примечание. Для перевода используется Google, поэтому необходимо подключение к Интернету.

# Options_sourceLanguageLabel
source: Source:
es: Origen:
it: Origine:
ru: С языка:

# Options_languageGroupBox2
source: Google translation
es: Traducción de Google
fr: Traduction par Google
it: Traduzione di Google
ru: Перевод Google

# Options_languageNode
source: Language
es: Idioma
fr: Langue
it: Lingua
ru: Язык

# Options_useSelectedSettingsLanguageCheckBox
source: Use selected settings without ask
es: Utilice los ajustes seleccionados sin preguntar
fr: Utiliser les paramètre sélectionnés sans demander
it: Utilizza impostazioni selezionate senza chiedere
ru: Всегда использовать эти языки

# TranslateText_closeButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# TranslateText_destinationLanguageLabel
source: Destination:
es: Destino:
it: Destinazione:
ru: На язык:

# TranslateText_helpLabel
source: Choose source and destination language.
es: Seleccionar idioma de origen y de destino.
fr: Choisir les langues d'origine et de destination.
it: Scegli la lingua di origine e quella di destinazione.
ru: Выбор исходного и конечного языков для перевода.

# TranslateText_sourceLanguageLabel
source: Source:
es: Origen:
it: Origine:
ru: С языка:

# TranslateText_Title
source: Translate Text
es: Traducir texto
fr: Traduire le texte
it: Traduzione
ru: Перевод текста

# TranslateText_translateButton
source: Translate
es: Traducir
fr: Traduire
it: Traduci
ru: Перевести

# TextManager_LineNumbersDisabled
source: Row number panel has been temporarily disabled because of a large number of pasted text lines. It is possibile to reopen at anytime.
es: El panel de los números de fila se ha desactivado temporalmente debido a una gran número de líneas de texto pegados. Puede abrirlo de nuevo en cualquier momento.
fr: Le panneau des numéros de ligne a été temporairement désactivé à cause d'un trop grand nombre de ligne. Il sera possible de le ré-ouvrir ultérieurement.
it: Il pannello dei numeri di riga è stato temporaneamente disabilitato a causa di un gran numero di righe di testo incollate. E' possibile ripristinarlo in qualsiasi momento.
ru: Панель номеров строк временно закрыта из-за большого количества вставленных в текст строк. Ее можно снова открыть в любое время.

# XmlEditor_Error
source: Content is uncorrect. {0}
es: Contenido no es correcto. {0}
fr: Le contenu n'est pas correct. {0}
it: Il contenuto non è corretto. {0}
ru: Некорректное содержимое. {0}

# FileManager_LineNumbersDisabled
source: Row number panel has been temporarily disabled because of a large number of text lines. It is possibile to reopen at anytime.
es: El panel de los números de fila se ha desactivado temporalmente debido a una gran número de líneas de texto. Puede abrirlo de nuevo en cualquier momento.
fr: Le panneau des numéros de ligne a été temporairement désactivé à cause d'un trop grand nombre de ligne. Il sera possible de le ré-ouvrir ultérieurement.
it: Il pannello dei numeri di riga è stato temporaneamente disabilitato a causa di un gran numero di righe di testo. E' possibile ripristinarlo in qualsiasi momento.
ru: Панель номеров строк временно закрыта из-за большого количества строк в тексте. Ее можно снова открыть в любое время.

# Form1_newAndPasteToolStripMenuItem
source: New And Paste
es: Nuevo y pegar
fr: Nouveau et coller
it: Nuovo e incolla
ru: Создать и вставить

# FileExplorerManager_Saved
source: saved
es: guardado
fr: sauvegardé
it: salvato
ru: сохранен

# filePanel_listFolderContentIntoFileToolStripMenuItem
source: List Folder Content
es: Listar contenido de carpeta
fr: Liste du contenu du dossier
it: Elenca contenuto cartella
ru: Показать содержимое папки

# filePanel_refreshToolStripButton
source: Refresh Selected Folder
es: Actualizar carpeta seleccionada
fr: Raffraîchir le répertoire sélectionné
it: Ricarica cartella selezionata
ru: Обновить выбранную папку

# XmlEditor_collapseButtonToolTip
source: Collapse all nodes
es: Contraer todos los nodos
fr: Fermer tous les nodes
it: Comprimi tutti i nodi
ru: Свернуть все узлы

# XmlEditor_expandButtonToolTip
source: Expands all nodes
es: Expandir todos los nodos
fr: Ouvrir tous les nodes
it: Espandi tutti i nodi
ru: Развернуть все узлы

# Options_hideLinesCheckBox
source: Hide row numers if text exceed lines
es: Ocultar números de fila si texto excede las líneas
fr: Cacher numéros de lignes si texte dépasse lignes
it: Nascondi numeri riga se il testo supera linee
ru: Скрывать номера строк, если их более

# FileExplorerManager_ListDirectoryHeader
source: Directory listed:
es: Directorio de la lista:
fr: Répertoire listé:
it: Directory elencata:
ru: Содержимое каталога:

# Form1_selectLinesToolStripMenuItem
source: Select Rows...
es: Seleccionar filas...
fr: Sélectionner des lignes...
it: Seleziona righe...
ru: Выделить строки...

# SelectLines_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# SelectLines_fromLabel
source: From:
es: Desde:
fr: Depuis:
it: Da:
ru: От:

# SelectLines_helpLabel
source: Select desired rows.
es: Seleccione las filas deseadas.
fr: Selectionner lignes souhaitées.
it: Seleziona le righe desiderate.
ru: Укажите номера строк для выделения.

# SelectLines_lineNumberLabel1
source: Rows number:
es: Número de filas:
fr: Numéros lignes:
it: Numero righe:
ru: Всего строк:

# SelectLines_Title
source: Select rows
es: Seleccionar filas
fr: Sélectionner des lignes
it: Seleziona righe
ru: Выделение строк

# SelectLines_toLabel
source: To:
es: A:
fr: Vers:
it: A:
ru: До:
