Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# Options_openingGroupBox2
source: System files
es: Archivos de sistema
fr: Fichiers système
it: File di sistema
ru: Системные файлы

# CustomFilesManager_ClosePanel
source: Close Panel
es: Cerrar panel
fr: Fermer le panneau
it: Chiudi il pannello
ru: Закрыть панель

# CustomFilesManager_HostsHelp
source: Insert section labels to separate logical IP configurations. #SECTION NAME1 123.45.67.89 www.domain.com 123.45.67.89 www.domain.it #SECTION NAME2 123.45.67.80 www.domain.org 123.45.67.80 www.domain.net
es: Inserte las etiquetas de sección para separar las configuraciones lógicas de IP. #SECTION NOMBRE1 123.45.67.89 www.dominio.com 123.45.67.89 www.dominio.es #SECTION NOMBRE1 123.45.67.80 www.dominio.org 123.45.67.80 www.dominio.net
fr: Inserer le mot clé section pour séparer les configurations IP. #SECTION NOM1 123.45.67.89 www.domaine.com 123.45.67.89 www.domaine.fr #SECTION NOM2 123.45.67.80 www.domaine.org 123.45.67.80 www.domaine.net
it: Inserisci etichette di sezione per separare configurazioni logiche di IP. #SECTION NOME1 123.45.67.89 www.domain.com 123.45.67.89 www.domain.it #SECTION NOME2 123.45.67.80 www.domain.org 123.45.67.80 www.domain.net
ru: Вставьте метки для разделения логических конфигураций IP-адресов. #ИМЯ РАЗДЕЛА 1 123.45.67.89 www.domain.com 123.45.67.89 www.domain.it #ИМЯ РАЗДЕЛА 2 123.45.67.80 www.domain.org 123.45.67.80 www.domain.net

# CustomFilesManager_HelpPanel
source: How It Works
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
ru: Принцип работы

# UrlEntry_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# UrlEntry_helpLabel
source: Open source code of a web page.
es: Abrir fuente de una página web.
fr: Ouvrir le code source d'une page web.
it: Apri il codice sorgente di una pagina web.
ru: Открытие исходного кода веб-страницы.

# UrlEntry_Title
source: Open Web Page Source
es: Abrir fuente de página web
fr: Ouvrir le source de page web
it: Apri sorgente pagina web
ru: Открыть исходный код веб-страницы

# UrlEntry_urlAddressLabel
source: URL address:
es: Dirección URL:
fr: Adresse URL:
it: Indirizzo URL:
ru: URL-адрес:

# Form1_openToolStripMenuItem3
source: Open
es: Abrir
fr: Ouvrir
it: Apri
ru: Открыть

# Form1_openWebPageSourceToolStripMenuItem
source: Web Page Source...
es: Fuente de página web...
fr: Source de page web...
it: Sorgente pagina web...
ru: Исходный код веб-страницы...

# Form1_saveToolStripMenuItem3
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# InternetManager_LineNumbersDisabled
source: Row number panel has been temporarily disabled because of a large number of text lines. It is possibile to reopen at anytime.
es: El panel de los números de fila se ha desactivado temporalmente debido a una gran número de líneas de texto. Puede abrirlo de nuevo en cualquier momento.
fr: Le panneau des numéros de ligne a été temporairement désactivé à cause d'un trop grand nombre de ligne. Il sera possible de le ré-ouvrir ultérieurement.
it: Il pannello dei numeri di riga è stato temporaneamente disabilitato a causa di un gran numero di righe di testo. E' possibile ripristinarlo in qualsiasi momento.
ru: Панель номеров строк временно закрыта из-за большого количества строк в тексте. Ее можно снова открыть в любое время.

# FileManager_FileDeleted
source: File "{0}" deleted
es: Archivo "{0}" se ha eliminado
fr: Fichier "{0}" supprimé
it: File "{0}" cancellato
ru: Файл "{0}" удален

# FileManager_SureDeleteFile
source: Are you sure to delete "{0}" file?
es: ¿Está seguro que desea eliminar el archivo "{0}"?
fr: Etes vous sur de vouloir supprimerle fichier "{0}"?
it: Sei sicuro di voler cancellare il file "{0}"?
ru: Удалить файл "{0}"?

# Form1_deleteFileToolStripMenuItem
source: Delete File
es: Eliminar archivo
fr: Supprimer le fichier
it: Elimina file
ru: Удалить

# InternetManager_ErrorDownloading
source: Error during web page source downloading. Verify that URL is correct, or that its website is available.
es: Error durante la descarga de fuente de página web. Verifique que el dirección URL es correcto, o que su sitio web esté disponible.
fr: Erreur durant le téléchargement du source de la page web. Vérifier que l'URL est correcte et que le site est disponible.
it: Si è verificato un errore durante il download del sorgente. Verifica che l'indirizzo sia corretto o che il sito sia disponibile.
ru: Ошибка при загрузке исходного кода веб-страницы. Проверьте правильность URL-адреса и доступность веб-сайта.

# SearchInFiles_filenamePatternPictureBoxToolTip
source: Insert patterns separated by commas or semicolons (ie. "*.txt,*.dts")
es: Insertar patrones separados por comas o punto y coma (es decir, "*.txt,*.dts")
fr: Inserer types possibles séparés par des virgules ou des deux points (par ex. "*.txt,*.dts")
it: Inserisci i filtri separati da virgole o punti e virgole (es. "*.txt,*.dts")
ru: Введите шаблоны через запятую или точку с запятой (например, "*.txt,*.dts")

# SearchInFiles_caseSensitiveCheckBox
source: Case sensitive
es: Coincidir mayúsculas y minúsculas
fr: Sensible à la casse
it: Considera maiuscole/minuscole
ru: Учитывать регистр

# FileListManager_ClearObsoleteRecentFiles
source: Are you sure to clear files that no longer exist from recent files list?
es: ¿Está seguro que desea borrar archivos que ya no existen de la lista de los últimos archivos?
fr: Etes vous sur de supprimer les fichiers qui n'existent plus de la liste des fichiers récents?
it: Sei sicuro di voler cancellare i file inesistenti dalla lista dei file recenti?
ru: Убрать несуществующие файлы из списка недавних файлов?

# Form1_clearObsoleteFilesToolStripMenuItem
source: Clear Non-Existing Files
es: Borrar archivos inexistente
fr: Supprimer les fichiers non-existants
it: Rimuovi file inesistenti
ru: Убрать несуществующие

# FileListManager_ObsoleteFilesRemovedMore
source: {0} non-existing recent files removed
es: {0} inexistentes archivos recientes eliminado
fr: {0} fichier récent non existant a été retiré
it: {0} file recenti inesistenti rimossi
ru: {0} несуществующих файлов исключено из списка недавних файлов

# FileListManager_ObsoleteFilesRemovedOne
source: {0} non-existing recent file removed
es: {0} inexistentes archivos recientes eliminado
fr: {0} fichier récent non existant a été retiré
it: {0} file recente inesistente rimosso
ru: {0} несуществующий файл исключен из списка недавних файлов

# ReplaceManager_ReplacedOne
source: occurrence replaced
es: ocurrencias reemplazado
fr: occurrences remplacées
it: occurrenza sostituita
ru: совпадений заменено

# SearchManager_OccurencesOne
source: occurrence found
es: ocurrencias encontrado
fr: occurrences trouvées
it: occorrenza trovata
ru: совпадений найдено

# SearchManager_ReplacedOne
source: occurrence replaced
es: ocurrencias reemplazado
fr: occurrences remplacées
it: occurrenza sostituita
ru: совпадений заменено

# Form1_showHiddenCharsToolStripMenuItem
source: Hidden Characters
es: Caracteres ocultos
fr: Caractères cachés
it: Caratteri nascosti
ru: Непечатаемые символы

# calendarPanel_goToTodayToolStripMenuItem
source: Go To Today
es: Ir a Hoy
fr: Aller à aujourdh'ui
it: Vai a oggi
ru: Перейти к текущей дате

# SearchInFiles_resizeButtonToolTip
source: Enlarge the window to the size of the screen
es: Ampliar la ventana al tamaño de la pantalla
fr: Agrandir la fenêtre jusqu'à la taille del'écran
it: Allarga la finestra in base alla dimensione dello schermo
ru: Развернуть окно на весь экран

# Options_folderOpenedFileCheckBox
source: Override setting with active file's folder
es: Reemplace valor con la carpeta de archivo activo
fr: Ecraser avec le répertoire du fichier sélectionné
it: Sovrascrivi impostazione con cartella del file attivo
ru: Использовать папку активного файла

# UrlEntry_copyToolStripMenuItem
source: Copy
it: Copia

# UrlEntry_cutToolStripMenuItem
source: Cut
it: Taglia

# UrlEntry_deleteToolStripMenuItem
source: Delete
it: Cancella

# UrlEntry_pasteToolStripMenuItem
source: Paste
it: Incolla

# UrlEntry_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# UrlEntry_undoToolStripMenuItem
source: Undo
it: Annulla

# Form1_OutdatedVersion
source: DtPad version is outdated! Do you want to start now update process?
es: DtPad versión es obsoleta! ¿Quieres empezar ahora el proceso de actualización?
fr: La version de DtPad n'est pas à jour! Voulez vous démarrer la mise à jour?
it: La versione di DtPad non è aggiornata! Si desidera avviare ora la procedura di aggiornamento?
ru: Эта версия DtPad устарела. Запустить обновление?

# Options_enableAutomaticUpdateCheckBox
source: Enable automatic DtPad version check
es: Habilitar comprobación automática de la versión de DtPad
fr: Autoriser la vérification automatique de la version de DtPad
it: Abilita controllo automatico della versione di DtPad
ru: Автоматически проверять версию DtPad

# Options_frequencyAutomaticUpdateComboBoxItems
source: Montly Weekly
es: Mensual Semanal
fr: Mensuel Hebdomadaire
it: Mensile Settimanale
ru: еженедельно ежедневно

# Options_frequencyAutomaticUpdateLabel
source: Frequency:
es: Frecuencia:
fr: Fréquence:
it: Frequenza:
ru: Частота:

# Options_lastCheckLabel
source: Last check:
es: Último control:
fr: Dernière vérification:
it: Ultimo controllo:
ru: Последняя проверка:

# Options_updateGroupBox1
source: Automatic Check
es: Verificación automática
fr: Vérification automatique
it: Controllo automatico
ru: Автоматическая проверка

# Options_updateNode
source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ru: Обновления

# searchInFilesPanel_copyFileFullPathToolStripMenuItem
source: Copy File Full Path
es: Copiar ruta completa del archivo
fr: Copier le chemin entier
it: Copia percorso e nome file
ru: Копировать полный путь к файлу

# searchInFilesPanel_copyToolStripMenuItem2
source: Copy
it: Copia

# searchInFilesPanel_selectAllToolStripMenuItem2
source: Select All
it: Seleziona tutto

# Form1_CheckVersionException
source: Error during automatic DtPad version check!
es: Error durante la comprobación automática de la versión de DtPad!
fr: Erreur la verification automatique de version de DtPad!
it: Si è verificato un errore nel controllo automatico di versione di DtPad!
ru: Ошика при автоматической проверке версии DtPad.

# Options_DPDefaultDirCharNotAllowed
source: The following characters are not allowed: \ / : ? * < > " |
es: Los siguientes caracteres no están permitidos: \ / : ? * < > " |
fr: Les caractères suivants ne sont pas autorisés: \ / : ? * < > " |
it: I seguenti caratteri non sono ammessi: \ / : ? * < > " |
ru: Следующие символы не допускаются: \ / : ? * < > " |

# FileManager_SavedOnDropbox
source: saved on Dropbox
es: guardado en Dropbox
fr: enregistré sur Dropbox
it: salvato su Dropbox
ru: сохранено в Dropbox

# DropboxFileDialog_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# DropboxFileDialog_copyToolStripMenuItem
source: Copy
it: Copia

# DropboxFileDialog_cutToolStripMenuItem
source: Cut
it: Taglia

# DropboxFileDialog_deleteToolStripMenuItem
source: Delete
it: Cancella

# DropboxFileDialog_DPDefaultFileCharNotAllowed
source: The following characters are not allowed: \ / : ? * < > " |
es: Los siguientes caracteres no están permitidos: \ / : ? * < > " |
fr: Les caractères suivants ne sont pas autorisés: \ / : ? * < > " |
it: I seguenti caratteri non sono ammessi: \ / : ? * < > " |
ru: Следующие символы не допускаются: \ / : ? * < > " |

# DropboxFileDialog_fileNameLabel
source: File name:
es: Nombre de archivo:
fr: Nom du fichier:
it: Nome file:
ru: Имя файла:

# DropboxFileDialog_helpLabel
source: Save or open files on your Dropbox account.
es: Guardar o abrir archivos en su cuenta de Dropbox.
fr: Enregistrer ou ouvrir des fichiers sur votre Dropbox.
it: Salva o apri file sul tuo account Dropbox.
ru: Сохранение или открытие файлов в Dropbox.

# DropboxFileDialog_okButton
source: Save
es: Guardar
fr: Enregsitrer
it: Salva
ru: Сохранить

# DropboxFileDialog_pasteToolStripMenuItem
source: Paste
it: Incolla

# DropboxFileDialog_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# DropboxFileDialog_Title
source: Save File As
es: Guardar archivo como
fr: Enregistrer le fichier sous
it: Salva con nome
ru: Сохранить файл как

# DropboxFileDialog_undoToolStripMenuItem
source: Undo
it: Annulla

# FileManager_OverwriteFileOnDropbox
source: A file with this name already exists on Dropbox. Do you want to overwrite it?
es: Un archivo con este nombre ya existe en Dropbox. ¿Desea sobreescribirlo?
fr: Un fichier portant se nom existe déjà sur Dropbox. Désirez vous l'écraser?
it: Un file con questo nome esiste già su Dropbox. Vuoi sovrascriverlo?
ru: Файл с таким именем уже есть в Dropbox. Перезаписать его?

# Form1_fileOnDropboxToolStripMenuItem
source: File On Dropbox As...
es: Archivo en Dropbox como...
fr: Fichiers sur Dropbox sous…
it: File su Dropbox come...
ru: Файл в Dropbox как...

# DropboxFileDialog_saveAsLabel
source: Save as:
es: Guardar como:
fr: Enregistrer sous:
it: Salva come:
ru: Сохранить как:

# DropboxFileDialog_saveInLabel
source: Save in:
es: Guardar en:
fr: Enregistrer dans:
it: Salva in:
ru: Место сохранения:

# DropboxManager_ExistsFolderOnDropbox
source: A folder with this name already exists in selected position on Dropbox!
es: Una carpeta con este nombre ya existe en la posición seleccionada en Dropbox!
fr: Un répertoire possédant ce nom existe déjà à la position sélectionnée dans la Dropbox!
it: Esiste già una cartella con questo nome nella posizione selezionata su Dropbox!
ru: Папка с таким именем уже существует на выбранной позиции в Dropbox.

# DropboxFileDialog_newFolderButtonToolTip
source: Create new folder
es: Crear nueva carpeta
fr: Créer un nouveau répertoire
it: Crea nuova cartella
ru: Создать папку

# DropboxFileDialog_superiorLevelButtonToolTip
source: Superior level
es: Subir un nivel
fr: Monter d'un niveau
it: Livello superiore
ru: На уровень выше

# NameEntry_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# NameEntry_copyToolStripMenuItem
source: Copy
it: Copia

# NameEntry_cutToolStripMenuItem
source: Cut
it: Taglia

# NameEntry_deleteToolStripMenuItem
source: Delete
it: Cancella

# NameEntry_fileNameLabel_DropboxFileDialog
source: Directory name:
es: Nombre de directorio:
fr: Nom du répertoire:
it: Nome cartella:
ru: Имя каталога:

# NameEntry_okButton_DropboxFileDialog
source: Create
es: Crear
fr: Créer
it: Crea
ru: Создать

# NameEntry_pasteToolStripMenuItem
source: Paste
it: Incolla

# NameEntry_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# NameEntry_Title_DropboxFileDialog
source: New Folder Name
es: Nuevo nombre de carpeta
fr: Nouveau nom du réertoire
it: Nome nuova cartella
ru: Имя новой папки

# NameEntry_undoToolStripMenuItem
source: Undo
it: Annulla

# DropboxFileDialog_okButton_Open
source: Open
es: Abrir
fr: Ouvrir
it: Apri
ru: Открыть

# FileManager_openingFileEmpty
source: File "{0}" is empty.
es: Archivo "{0}" está vacío.
fr: Le fichier "{0}" est vide.
it: Il file "{0}" è vuoto.
ru: Файл "{0}" пуст.

# FileManager_openingFileNotExists
source: File "{0}" cloud not be found inside folder "{1}".
es: El archivo "{0}" no se encuentra dentro de la carpeta "{1}".
fr: Le fichier "{0}" n'a pas été trouvé dans le répertoire "{1}".
it: Il file "{0}" non si trova all'interno della cartella "{1}".
ru: Не удалось найти файл "{0}" в папке "{1}".

# DropboxFileDialog_saveAsLabel_Open
source: File type:
es: Tipo de archivo:
fr: Type de fichier:
it: Tipo file:
ru: Тип файла:

# DropboxFileDialog_saveInLabel_Open
source: Search in:
es: Buscar en:
fr: Cherchaer dans:
it: Cerca in:
ru: Место поиска:

# DropboxFileDialog_Title_Open
source: Open File
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri
ru: Открыть файл

# Form1_openFileOnDropboxToolStripMenuItem
source: File From Dropbox...
es: Archivos en Dropbox...
fr: Fichier à partir de Dropbox...
it: File da Dropbox...
ru: Файл из Dropbox...

# Form1_columnNumbersToolStripMenuItem
source: Column Numbers
es: Números de columna
fr: Numéros de colonnes
it: Numeri di colonna
ru: Номера колонок

# Form1_columnsStatToolStripMenuItem
source: Columns:
es: Columnas:
fr: Colonnes:
it: Colonne:
ru: Колонок:

# SearchInFiles_exclusionPatternLabel
source: Exclusion pattern:
es: Patrón de exclusión:
fr: Expression d'exclusion:
it: Filtro di esclusione:
ru: Исключить шаблон:

# SearchInFiles_exclusionPatternPictureBoxToolTip
source: Insert patterns separated by commas or semicolons (ie. "*.txt,*.dts"). "*.*" filter is not allowed.
es: Insertar patrones separados por comas o punto y coma (es decir, "*.txt,*.dts"). Filtro "*. *" no está permitido.
fr: Inserer types possibles séparés par des virgules ou des deux points (par ex. "*.txt,*.dts"). Le filtre "*.*" n'est pas autorisé.
it: Inserisci i filtri separati da virgole o punti e virgole (es. "*.txt,*.dts"). Il filtro "*.*" non è permesso.
ru: Введите шаблоны через запятую или точку с запятой (например, "*.txt,*.dts") Фильтр "*.*" не допускается.

# Form1_openFromDropboxToolStripMenuItem
source: Open File From Dropbox...
es: Abrir archivos en Dropbox...
fr: Ouvrir un fichier à partir de Dropbox...
it: Apri file da Dropbox...
ru: Открыть файл из Dropbox...

# Form1_saveOnDropboxToolStripMenuItem
source: Save File On Dropbox As...
es: Guardar archivo en Dropbox como
fr: Enregistrer sur la Dropbox sous...
it: Salva file su Dropbox come...
ru: Сохранить файл в Dropbox как...

# DropboxManager_UnauthorizedAccess
source: Unauthorized access to Dropbox! Verify to be authenticated on it by opening "www.dropbox.com" with your default browser.
es: Acceso no autorizado a Dropbox! Verificar para ser autenticado en él, mediante la apertura de "www.dropbox.com" con su explorador web predeterminado.
fr: Accès non autorisé à la Dropbox. Verifier votre authentification en ouvrant "www.dropbox.com" avec votre navigateur par défaut.
it: Accesso non autorizzato a Dropbox! Verifica di essere autenticato su di esso aprendo "www.dropbox.com" con il browser predefinito.
ru: Отказано в доступе к Dropbox. Проверьте, что вы прошли проверку подлинности в Dropbox, открыв ссылку "www.dropbox.com" в браузере по умолчанию.

# DropboxFileDialog_copyToolStripMenuItem2
source: Copy
it: Copia

# DropboxFileDialog_selectAllToolStripMenuItem2
source: Select All
it: Seleziona tutto

# FileManager_OpenedFromDropbox
source: opened from Dropbox
es: abrir desde Dropbox
fr: ouvert à partir de Dropbox
it: aperto da Dropbox
ru: открыто из Dropbox

# Form1_columnNumbersToolStripMenuItem2
source: Column Numbers
es: Números de columna
fr: Numéros de colonnes
it: Numeri di colonna
ru: Номера колонок

# NameEntry_okButton_ZipExtract
source: Extract
es: Extraer
fr: Extraire
it: Estrai
ru: Извлечь

# NameEntry_Title_ZipExtract
source: Archive Password Entry
es: Entrada de contraseña
fr: Sauvegarder le mot de passe
it: Inserisci password archivio
ru: Ввод пароля к архиву

# notePanel_openOnEditorToolStripMenuItem
source: Open On Editor
es: Abrir en editor
fr: Ouvrir avec l'editeur
it: Apri nell'editor
ru: Открыть в редакторе

# Options_keepBulletListOnReturnCheckBox
source: Keep bullet lists on return
es: Mantener lista de viñetas en retorno de carro
fr: Garder la liste à puce au retour
it: Mantieni elenchi puntati quando si va a capo
ru: Продолжать маркированный список в новой строке

# Options_keepBulletListOnReturnLabel
source: Allowed list templates:
es: Admiten plantillas de lista:
fr: Modèles de liste autorisés:
it: Template di lista gestiti:
ru: Шаблоны списков:

# Options_formatGroupBox2
source: Other
es: Otro
fr: Autre
it: Altro
ru: Прочее

# Options_switchButtonToolTip
source: Switch languages
es: Intercambiar idiomas
fr: Changer de langue
it: Scambia le lingue
ru: Поменять местами языки

# HexEditor_copyHexadecimalToolStripMenuItem
source: Copy Hexadecimal
es: Copiar hexadecimal
fr: Copier en héxadécimal
it: Copia esadecimale
ru: Копировать шестнадцатеричный код

# HexEditor_copyToolStripMenuItem2
source: Copy Text
es: Copiar texto
fr: Copier du texte
it: Copia testo
ru: Копировать текст

# HexEditor_selectAllToolStripMenuItem2
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# ZipExtract_copyArchiveContentPictureBoxToolTip
source: Copy Archive Content To Clipboard
es: Copiar el contenido del archivo comprimido en portapapeles
fr: Copier le contenu de l'archive dans le press-papier
it: Copia il contenuto dell'archivio nell'area appunti
ru: Копировать содержимое архива в буфер

# ZipManager_DirectoryColumn
source: Path
es: Ruta
fr: Chemin
it: Percorso
ru: Пусть

# ConfigUtil_NoValue
source: Value for "{0}" parameter not found.
es: Valor para el parámetro "{0}" no se encuentra.
fr: La valeur pour le paramètre "{0}" n'a pas été trouvé.
it: Valore per il parametro "{0}" non trovato.
ru: Значение параметра "{0}" не найдено.

# FileProperties_EncodingWithoutBOM
source: Without BOM
es: Sin BOM
fr: Sans BOM
it: senza BOM
ru: Без сигнатуры

# Form1_uTF8WithoutBOMToolStripMenuItem
source: UTF-8 Without BOM
es: UTF-8 sin BOM
fr: UTF-8 sans BOM
it: UTF-8 senza BOM
ru: UTF-8 без сигнатуры

# UrlEntry_clearHistoryButtonToolTip
source: Clear recent URLs history
es: Borrar historial de URL recientes
fr: Nettoyer l'historique des URLs récentes
it: Svuota storico URL recenti
ru: Очистить список недавних URL-адресов

# Form1_urlEncoderToolStripMenuItem
source: Format URL
es: Formatear URL
fr: Formatter l'URL
it: Formatta URL
ru: Форматировать URL-адрес

# UrlEncode_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# UrlEncode_cutToolStripMenuItem
source: Cut
it: Taglia

# UrlEncode_deleteToolStripMenuItem
source: Delete
it: Cancella

# UrlEncode_encodeButtonToolTip
source: Encode
es: Codificar
fr: Encoder
it: Codifica
ru: Кодировать

# UrlEncode_encodedURLLabel
source: Encoded URL:
es: Codificar URL:
fr: URL encodée:
it: URL formattato:
ru: Кодированный URL-адрес:

# UrlEncode_helpLabel
source: Encode a string into URL format.
es: Codifica una cadena en formato URL.
fr: Encoder une chaîne au format URL.
it: Formatta una stringa sotto forma di URL.
ru: Кодирование строке в формате URL-адреса.

# UrlEncode_okButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# UrlEncode_pasteToolStripMenuItem
source: Paste
it: Incolla

# UrlEncode_stringToEncodeLabel
source: Decoded URL:
es: Descodificar URL:
fr: URL décodée:
it: URL non formattato:
ru: Декодированный URL-адрес:

# UrlEncode_Title
source: Encode URL
es: Codificar URL
fr: Encoder l'URL
it: Formatta URL
ru: Кодирование URL-адреса

# UrlEncode_toolStripMenuItem1
source: Copy
it: Copia

# UrlEncode_toolStripMenuItem2
source: Select All
it: Seleziona tutto

# UrlEncode_undoToolStripMenuItem
source: Undo
it: Annulla

# UrlEncode_decodeButtonToolTip
source: Decode
es: Descodificar
fr: Décoder
it: Decodifica
ru: Декодировать

# InternetManager_EmptySource
source: Requested URL source is empty.
es: Fuente de la dirección URL solicitada está vacío.
fr: La source à l'URL demandée est vide.
it: Il sorgente dell'URL richiesto è vuoto.
ru: Запрошенный исходный URL-адрес пуст.

# filePanel_filePropertiesToolStripMenuItem
source: File Properties
es: Propiedades de archivo
fr: Propriétés du fichier
it: Proprietà file
ru: Свойства файла

# filePanel_listFolderContentWithLenghtToolStripMenuItem
source: List Folder Content (With Sizes)
es: Listar contenido de carpeta (con tamaños)
fr: Liste du contenu du répertoire (avec tailles)
it: Elenca contenuto cartella (con dimensioni)
ru: Отображать содержимое папки (в т.ч. размер)

# FileExplorerManager_Files
source: file(s)
es: archivo(s)
fr: fichier(s)
it: file
ru: файлов

# FileExplorerManager_Directories
source: folder(s)
es: carpeta(s)
fr: dossier(s)
it: cartella/e
ru: папок
