Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# SessionManager_SaveSession
source: All tabs saved succesfully! Click OK to proceed into session file name selection.
es: Todas las pestañas guardado con éxito! Haga clic en Aceptar para proceder a la selección del nombre del archivo de sesión.
fr: Tous les onglets ont été enregistrés avec succès! Cliquer sur OK afin de poursuivre vers la sélection du nom de fichier de la session.
it: Tutti i tab sono stati salvati con successo! Clicca su OK per procedere nella selezione del file di sessione.
ru: Все вкладки сохранены. Нажмите ОК, чтобы перейти к выбору имени файла сеанса.

# SessionManager_NoContent
source: There is no content to save into session.
es: No hay contenido para guardar en sesión.
fr: Il n'y a aucun contenu à sauvegarder dans cette session.
it: Non ci sono contenuti da salvare in sessione.
ru: Нет содержимого для сохранения в сеансе.

# FileListManager_ClearHistoryRecentSessions
source: Are you sure to clear recent sessions history?
es: ¿Está seguro que desea borrar el historial de sesiones recientes?
fr: Etes vous sur de vouloir vider l'historique récent des sessions?
it: Sei sicuro di voler cancellare lo storico delle sessione recenti?
ru: Очистить список недавних сеансов?

# Form1_clearSessionsToolStripMenuItem
source: Clear Sessions
es: Borrar sesiones recientes
fr: Supprimer les sessions récentes
it: Svuota sessioni recenti
ru: Очистить список

# Form1_recentSessionsToolStripMenuItem
source: Recent Sessions
es: Sesiónes recientes
fr: Sessions récentes
it: Sessioni recenti
ru: Недавние сеансы

# CharSelect_clipboardedLabel
source: No special char
es: No carácter especial
fr: Pas caractère spécial
it: Nessun carattere
ru: <пусто>

# CharSelect_clipboardedLabel1
source: Clipboarded in memory:
es: En portapapeles:
fr: Presse-paier mémoire:
it: Copiato negli appunti:
ru: Сохранено в буфере:

# CharSelect_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# CharSelect_helpLabel
source: Select a char to copy into clipboard memory.
es: Seleccionar un carácter para copiar en portapapeles.
fr: Sélectionner un caractère à copier dans le presse-papier.
it: Seleziona un carattere da copiare negli appunti.
ru: Выберите символ для копирования в буфер.

# CharSelect_Title
source: Symbol Selection
es: Selección de símbolos
fr: Sélection d'un symbole
it: Selezione simbolo
ru: Выбор символа

# CharSelect_titleLabel
source: Double click a char to copy into clipboard:
es: Haga doble clic en un char para copiarlo en portapapeles:
fr: Double cliquer sur caractères pour copier dans presse-papier:
it: Clicca due volte su un carattere per copiarlo:
ru: Дважды щелкните символ, чтобы скопировать его в буфер:

# Form1_insertSpecialCharToolStripMenuItem
source: Special Char...
es: Carácter especial...
fr: Caractères spéciaux...
it: Carattere speciale...
ru: Специальный символ...

# Form1_sortTabsAlphabeticallyToolStripMenuItem
source: Sort Tabs Alphabetically
es: Ordenar alfabéticamente las pestañas
fr: Classer les onglets alphabétiquement
it: Ordina tab alfabeticamente
ru: Сортировать вкладки по алфавиту

# tabPanel_sortTabsAlphabeticallyToolStripButton
source: Sort Tabs Alphabetically
es: Ordenar alfabéticamente las pestañas
fr: Classer les onglets alphabétiquement
it: Ordina tab alfabeticamente
ru: Сортировать вкладки по алфавиту

# TabPageObject_WrongObject
source: Input object is not a TabPageObject : {0}. Operation could not be completed.
es: Objeto de entrada no es una TabPageObject: {0}. La operación no puede ser completada.
fr: L'objet d'entrée n'est pas un TabObjectPage: {0}. L'operation ne peut pas être effectuée.
it: L'oggetto passato non è un TabPageObject : {0}. L'operazione non può essere portata a termine.
ru: Входной объект не принадлежит к классу TabPageObject : {0}. Операция не может быть завершена.

# FileManager_ReadonlyNo
source: File "{0}" set to normal access mode
es: El archivo "{0}" configurado en acceso normal
fr: Le fichier "{0}" a été mis en mode d'accès normal
it: File "{0}" impostato in modalità d'accesso normale
ru: Для файла "{0}" установлен нормальный режим доступа

# FileManager_ReadonlyYes
source: File "{0}" set to readonly access mode
es: El archivo "{0}" configurado en acceso sólo lectura
fr: Le fichier "{0}" a été mis en mode lecture-seule
it: File "{0}" impostato in modalità d'accesso in sola lettura
ru: Для файла "{0}" установлен режим доступа только для чтения

# Options_tabGroupBox1
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# Options_tabPositionComboBoxItems
source: Top (default) Right Bottom Left
es: Superior (predeterminado) Derecha Fondo Izquierda
fr: Haut (par défaut) Droite Bas Gauche
it: In alto (default) A destra In basso A sinistra
ru: вверху (по умолчанию) справа снизу слева

# Options_tabPositionLabel
source: Tab position:
es: Posición pestaña:
fr: Position onglets:
it: Posizione tab:
ru: Расположение:

# Options_tabMultilineCheckBox
source: Multiline alignment
es: Alineación en múltiples líneas
fr: Alignement multi-lignes
it: Allineamento su più righe
ru: Многострочное выравнивание

# Options_tabOrientationComboBoxItems
source: Horizontal Vertical
it: Orizzontale Verticale
ru: горизонтальная вертикальная

# Options_tabOrientationLabel
source: Tab orientation:
es: Orientación pestaña:
fr: Orientation onglets:
it: Orientamento tab:
ru: Ориентация:

# Options_noteLabel
source: Note: UTF-8 is a standard encoding method used by a great number of applications, as much as for ANSI. In case of lack of specific needs, it's recommended to use one of this two algorithms.
es: Nota: UTF-8 es una codificación estándar utilizada por muchas aplicaciones, tanto como para ANSI. En caso de falta de necesidades, se recomienda utilizar uno de estos dos algoritmos.
fr: Note: UTF-8 est un standard d'encodage utilisé par de nombreuses applications de même pour ANSI. En cas de besoin spécifiques, il est recommandé d'utiliser un de ces deux algorithme.
it: Nota: UTF-8 è una codifica standard molto diffusa e compatibile con un numero elevato di applicazioni, al pari di quella ANSI. In mancanza di necessità specifiche si consiglia l'uso di una di esse.
ru: Примечание. UTF-8 - стандартная кодировка, используемая очень многими приложениями наряду с ANSI. Если нет каких-то специфических нужд, рекомендуется использовать один из этих двух алгоритмов.

# Options_backupAddExtensionRadioButton
source: Add extension to filename
es: Agregar extensión en nombre de archivo
fr: Ajouter une extension au nom de fichier
it: Aggiungi l'estensione al nome file
ru: Добавлять расширение к имени файла

# Options_backupCustomFolderRadioButton
source: Custom folder
es: Carpeta personalizada
fr: Dossier personnalisé
it: Cartella personalizzata
ru: Заданная ниже

# Options_backupEditedFileRadioButton
source: Edited file folder
es: Carpeta archivo editado
fr: Répertoire du fichier édité
it: Cartella file modificato
ru: Редактируемого файла

# Options_backupExtensionLabel
source: Extension:
es: Extensión:
it: Estensione:
ru: Расширение:

# Options_backupGroupBox2
source: Location
es: Ubicación
fr: Emplacement
it: Posizione
ru: Папка

# Options_backupReplaceExtensionRadioButton
source: Replace file extension with backup one
es: Cambie la extensión del archivo con la copia de seguridad
fr: Remplacer l'extension du fichier avec celle des sauvegarde
it: Sostituisci l'estensione del file con quella del backup
ru: Заменять имеющееся расширение

# Options_createBackupCheckBox
source: Create backup file when saving
es: Crear copia de seguridad al guardar
fr: Créer un fichier de sauvegarde lors de l'enregistrement
it: Crea backup ad ogni salvataggio
ru: Создавать резервную копию файла при сохранении

# Options_savingNode
source: Saving
es: Guardando
fr: Enregistrement
it: Salvataggio
ru: Сохранение

# Form1_saveWithBackupToolStripMenuItem
source: Save With Backup
es: Guardar con copia de seguridad
fr: Enregistrer et sauvegarder
it: Salva con backup
ru: Сохранить с резервной копией

# Form1_saveWithBackupToolStripMenuItem1
source: File With Backup
es: Archivo con copia de seguridad
fr: Fichier et sauvegarde
it: File con backup
ru: Файл с резервной копией

# FileUtil_folderDialogBackup
source: Select the folder where to place the backup file:
es: Seleccione la carpeta donde desea colocar la copia de seguridad:
fr: Sélectionner le répertoire où placer le fichier de sauvegarde:
it: Seleziona la cartella dove posizionare il file di backup:
ru: Выберите папку, куда будет помещаться резервная копия:

# Options_backupExtensionWarning
source: Backup extension could not be empty.
es: Extensión de copia de seguridad no puede estar vacío.
fr: L'extension de la sauvegarde doit être renseignée.
it: L'estensione di backup non può essere vuota.
ru: Расширение файла резервной копии не может быть пустым.

# Options_backupIncrementalCheckBox
source: Incremental numbering (ie. bak0, bak1, ...)
es: Números incrementales (es decir, bak0, bak1, ...)
fr: Numérotation incrémentale (par ex. back0, back1, ...)
it: Numerazione incrementale (es. bak0, bak1, ...)
ru: Инкрементальная нумерация (например, bak0, bak1, ...)

# Options_backupLocationWarning
source: Backup custom folder does not exists on file system. Choose another destination.
es: Carpeta personalizada de copia de seguridad no existe en el sistema de archivos. Seleccione otro destino.
fr: Le répertoire de sauvegarde personnalisé n'existe pas dans le système de fichiers. Sélectionner une autre destination.
it: La cartella personalizzata di backup non esiste sul file system. Scegli un'altra destinazione.
ru: Указанная папка не найдена в файловой системе. Выберите другую папку для резервных копий.

# Form1_calendarTabPageToolTip
source: Calendar
es: Calendario
fr: Calendrier
it: Calendario
ru: Календарь

# calendarPanel_insertDatetimeToolStripButton
source: Insert Datetime...
es: Insertar fecha y hora...
fr: Insérer heure et date...
it: Inserisci data/ora...
ru: Вставить дату и время...

# FileManager_FileInUse
source: Could not open "{0}". File is in use by another process.
es: No se puede abrir "{0}". El archivo está en uso por otro proceso.
fr: Impossible d'ouvrir "{0}". Le fichier est utilisé par un autre processus.
it: Impossibile aprire "{0}". Il file è in uso da parte di un altro processo.
ru: Не удается открыть "{0}". Файл занят другим процессом.

# FileManager_FileNotExisting
source: File "{0}" does not exists.
es: El archivo "{0}" no existe.
fr: Le fichier "{0}" n'existe pas.
it: Il file "{0}" non esiste.
ru: Файл "{0}" не существует.

# FileManager_NoMessageFileInUse
source: "{0}" in use by another process
es: "{0}" está en uso por otro proceso
fr: "{0}" est utilisé par un autre processus
it: "{0}" in uso da altro processo
ru: "{0}" занят другим процессом

# FileManager_NoMessageFileNotExists
source: "{0}" does not exists
es: "{0}" no existe.
fr: "{0}" n'existe pas
it: "{0}" non esiste
ru: "{0}" не существует

# PadText_helpLabel
source: Align text using filling character as spaces.
es: Alinear texto con carácter de relleno como llenando.
fr: Aligner texte avec caractère de remplissage.
it: Allinea il testo usando il riempimento come spazio.
ru: Выравнивание текста с помощью символа-заполнителя.

# PadText_Title
source: Align Text
es: Alinear texto
fr: Aligner le texte
it: Allinea testo
ru: Выравнивание текста

# Form1_padTextToolStripMenuItem
source: Align Text...
es: Alinear texto...
fr: Aligner le text…
it: Allinea testo...
ru: Выровнять текст...

# PadText_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# PadText_leftCheckBox
source: Left
es: Izquierda
fr: Gauche
it: Sinistra
ru: влево

# PadText_okButton
source: Align
es: Alinear
fr: Aligner
it: Allinea
ru: Выровнять

# PadText_padToLabel
source: Align text to:
es: Alinea el texto a la:
fr: Aligner le texte sur:
it: Allinea testo a:
ru: Выровнять текст:

# PadText_rightCheckBox
source: Right
es: Derecha
fr: Droite
it: Destra
ru: вправо

# PadText_whiteCharacterLabel
source: Filling character:
es: Carácter de relleno:
fr: Caract. remplissage:
it: Caratt. riempimento:
ru: Заполнитель:

# PadText_widthLabel
source: Width:
es: Ancho:
fr: Largeur:
it: Larghezza:
ru: Ширина:

# PadText_applyToLabel
source: Apply to:
es: Aplicar a:
fr: Appliquer à:
it: Applica a:
ru: Применить:

# PadText_allTextRadioButton
source: All text
es: Todo el texto
fr: Tout le texte
it: Tutto il testo
ru: ко всему тексту

# PadText_selectedTextRadioButton
source: Selected text
es: Texto seleccionado
fr: Texte sélectionné
it: Testo selezionato
ru: к выделенному тексту

# Form1_charactersStatToolStripMenuItem
source: Characters:
es: Caracteres:
fr: Caractères:
it: Caratteri:
ru: Знаков:

# Form1_rowsStatToolStripMenuItem
source: Rows:
es: Filas:
fr: Lignes:
it: Righe:
ru: Строк:

# Form1_wordsStatToolStripMenuItem
source: Words:
es: Palabras:
fr: Mots:
it: Parole:
ru: Слов:

# Form1_showTabAsNoteOnTopToolStripMenuItem
source: Show As Note On Top
es: Mostrar como nota en cima
fr: Afficher sous forme de note au dessus de tout
it: Mostra come nota in primo piano
ru: Отображать как заметку поверх всех окон

# Form1_showTabAsNoteOnTopToolStripMenuItem1
source: Show Tab As Note On Top
es: Mostrar lengüeta como nota en cima
fr: Met onglet sous forme de note au dessus de tout
it: Mostra tab come nota in primo piano
ru: Отображать вкладки как заметку поверх всех окон

# FileCompare_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# FileCompare_compareButton
source: Compare
es: Comparar
fr: Comparer
it: Confronta
ru: Сравнить

# FileCompare_helpLabel
source: Check tabs content to define if they are equals.
es: Verificar contenido de pestañas a definir si son iguales.
fr: Verifier le contenu pour définir s'ils sont égaux.
it: Verifica se il contenuto dei tab è identico.
ru: Проверка содержимого вкладок на совпадение.

# FileCompare_selectTabsLabel
source: Select two tabs to compare:
es: Seleccione dos pestañas para comparar:
fr: Choisir deux onglets pour comparaison:
it: Seleziona due tab da confrontare:
ru: Выберите две вкладки для сравнения:

# FileCompare_Title
source: Compare Tabs
es: Comparar pestañas
fr: Comparer les onglets
it: Confronto tab
ru: Сравнение вкладок

# Form1_compareTabsToolStripMenuItem
source: Compare Tabs...
es: Comparar pestañas...
fr: Comparer les onglets…
it: Confronta tab...
ru: Сравнить вкладки...

# TabManager_ErrorCompare
source: Error in tabs text comparison, which requires the selection of two tabs (no different combinations are allowed).
es: Error en la comparación de texto, que requiere la selección de dos pestañas (no se permiten diferentes combinaciones).
fr: Erreur pendant la comparaison des textes de différents onglets, deux onglets doivent être sélectionné (aucune autre combinaison possible).
it: Si è verificato un errore durante la comparazione dei testi, la quale richiede la selezione di due tab (non sono consentite soluzioni differenti).
ru: Ошибка при сравнении вкладок. Необходимо выбрать две вкладки, (другие комбинации не допускаются).

# TabManager_TabAlmostEquals_Returns
source: NEARLY SAME TEXTS! Text contained into tabs is different because of returns.
es: TEXTOS AFINES! El texto de pestañas es diferente debido a retornos de carro.
fr: PRESQUE LES MEMES TEXTES! Le texte contenu dans les onglets ne diffère que par les retour chariot.
it: TESTI SIMILI! Il testo contenuto nei tab è differente a causa degli a-capo.
ru: ТЕКСТЫ ПОЧТИ СОВПАДАЮТ. Содержимое вкладок различается только знаками возврата каретки.

# TabManager_TabAlmostEquals_ReturnsAndSpaces
source: NEARLY SAME TEXTS! Text contained into tabs is different because of returns and spaces.
es: TEXTOS AFINES! El texto de pestañas es diferente debido a retornos de carro y espacios.
fr: PRESQUE LES MEMES TEXTES! Le texte contenu dans les onglets ne diffère que par les retour chariot et les espaces.
it: TESTI SIMILI! Il testo contenuto nei tab è differente a causa degli a-capo e degli spazi.
ru: ТЕКСТЫ ПОЧТИ СОВПАДАЮТ. Содержимое вкладок различается только знаками возврата каретки и пробелами.

# TabManager_TabAlmostEquals_Spaces
source: NEARLY SAME TEXTS! Text contained into tabs is different because of spaces.
es: TEXTOS AFINES! El texto de pestañas es diferente debido a espacios.
fr: PRESQUE LES MEMES TEXTES! Le texte contenu dans les onglets ne diffère que par les espaces.
it: TESTI SIMILI! Il testo contenuto nei tab è differente a causa degli spazi.
ru: ТЕКСТЫ ПОЧТИ СОВПАДАЮТ. Содержимое вкладок различается только пробелами.

# TabManager_TabDifferents
source: DIFFERENT TEXTS! Text contained into tabs is different.
es: TEXTOS DIFERENTES! Texto contenida en pestañas es diferente.
fr: TEXTES DIFFERENTS! Le texte des onglets est différent.
it: TESTI DIFFERENTI! Il testo contenuto nei tab è differente.
ru: ТЕКСТЫ НЕ СОВПАДАЮТ. Содержимое вкладок различается.

# TabManager_TabEquals
source: SAME TEXTS! Text contained into tabs is equal.
es: MISMOS TEXTOS! El texto que figura en pestañas es igual.
fr: MEME TEXTE Le texte contenu dans les onglets est identique.
it: TESTI UGUALI! Il testo contenuto nei tab è identico.
ru: ТЕКСТЫ СОВПАДАЮТ. Содержимое вкладок одинаково.

# FileCompare_caseSensitiveCheckBox
source: Case sensitive
es: Coincidir mayúsculas y minúsculas
fr: Sensible à la casse
it: Considera maiuscole/minuscole
ru: Учитывать регистр

# Form1_validationToolStripMenuItem
source: Validation
es: Validación
it: Validazione
ru: Валидация

# Form1_xMLToolStripMenuItem
source: XML/HTML With DTD
es: XML/HTML con DTD
fr: XML/HTML avec DTD
it: XML/HTML con DTD
ru: XML/HTML по DTD

# XmlValidator_Error
source: Content is uncorrect. {0}
es: Contenido no es correcto. {0}
fr: Le contenu n'est pas correct. {0}
it: Il contenuto non è corretto. {0}
ru: Содержимое не является валидным. {0}

# XmlValidator_Success
source: Content is correct!
es: Contenido es correcta!
fr: Le contenu est correct!
it: Il contenuto è corretto!
ru: Содержимое является валидным.

# Options_useSpacesInsteadTabsCheckBox
source: Use spaces instead of tabs
es: Usar espacios en lugar de lengüetas
fr: Utiliser des espaces au lieu des tabulations
it: Utilizza spazi al posto delle tabulazioni
ru: Использовать пробелы вместо знаков табуляции

# ColorSelect_previewGroupBox
source: Preview
es: Vista previa
fr: Aperçu
it: Anteprima
ru: Предварительный просмотр

# ColorSelect_previewTextBox
source: This text is a font example
es: Este texto es un ejemplo de fuente
fr: Ce texte est un exemple de fonte
it: Testo di anteprima del font
ru: Так будет выглядеть текст

# Form1_undoToolStripMenuItem2
source: Undo
it: Annulla

# TextManager_ClipboardNotText
source: Clipboard does not contain text.
es: El portapapeles no contiene texto.
fr: Le presse-papier ne contient pas de texte.
it: Gli appunti non contengono testo.
ru: В буфере нет текста.

# TextManager_Unknown
source: Unknown
es: Desconocido
fr: Inconnu
it: sconosciuto
ru: Неизвестен

# TemplateManager_Unknown
source: Unknown template requested.
es: Plantilla desconocido solicitada.
fr: Le modèle demandé est inconnu.
it: Template richiesto sconosciuto.
ru: Запрошен неизвестный шаблон.

# Form1_templatesToolStripMenuItem
source: Templates
es: Plantillas
fr: Modèles
it: Template
ru: Шаблоны содержимого

# SessionManager_ClosingWindow
source: The open session may be varied. Do you want to save it before exit?
es: Guardar automáticamente la sesión abierta al cerrar
fr: La session ouverte peut avoir été modifiée. Désirez vous l'enregistrer avant de la fermer?
it: La sessione aperta potrebbe essere variata. Desideri salvarla prima di uscire?
ru: Открытый сеанс мог быть изменен. Сохранить его перед закрытием?

# FileManager_FileRenamed
source: File "{0}" renamed in "{1}"
es: Archivo "{0}" rebautizado como "{1}"
fr: Le fichier "{0}" vient d'être renommé en "{1}"
it: File "{0}" rinominato in "{1}"
ru: Файл "{0}" переменован в "{1}"

# FileManager_Reload
source: Reloading the file current changes will get lost. Are you sure to proceed?
es: Recarga el archivo, todos los cambios se perderán. ¿Está seguro que desea continuar?
fr: Le rechargement implique que les changements en cours du fichier vont être perdus. Etes vous sur de vouloir conitnuer?
it: Ricaricando il file le modifiche apportate andranno perse. Sei sicuro di voler procedere?
ru: Пр перезагрузке файла все изменения будут потеряны. Продолжить?

# FileManager_RemoveReadonlyToRename
source: Current file is read-only and could not be renamed. Do you want to remove read-only and proceed?
es: Archivo actual es de sólo lectura y no puede modificarse su nombre. ¿Quieres eliminar el indicador de sólo lectura y proceder?
fr: Le fichier en cours est en lecture-seule et ne peut pas être renommé. Désirez vous modifier la lecture-seule et poursuivre?
it: Il file attuale è in sola lettura e non può essere rinominato. Vuoi rimuovere l'attributo in sola lettura e procedere?
ru: Текущий файл доступен только для чтения и не может быть переименован. Снять атрибут "только чтение" и продолжить?

# FileRename_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# FileRename_fileNameLabel
source: File name:
es: Nombre de archivo:
fr: Nom du fichier:
it: Nome file:
ru: Имя файла:

# FileRename_helpLabel
source: Rename an open file without exit from DtPad.
es: Cambiar el nombre de un archivo abierto directamente desde DtPad.
fr: Renommer un fichier ouvert sans sortir de DtPad.
it: Rinomina un file aperto senza uscire da DtPad.
ru: Переименование открытого файла непосредственно из DtPad.

# FileRename_renameButton
source: Rename
es: Cambiar nombre
fr: Renommer
it: Rinomina
ru: Переименовать

# FileRename_renameToLabel
source: Rename to:
es: Cambiar nombre a:
fr: Renommer sous:
it: Rinomina in:
ru: Новое имя:

# FileRename_Title
source: File Rename
es: Cambiar el nombre de archivo
fr: Renommer le fichier
it: Rinomina file
ru: Переименование файла

# Form1_renameToolStripMenuItem
source: Rename...
es: Cambiar nombre...
fr: Renommer...
it: Rinomina...
ru: Переименовать...

# Form1_renameToolStripMenuItem1
source: Rename...
es: Cambiar nombre...
fr: Renommer...
it: Rinomina...
ru: Переименовать...

# FileRename_folderLabel
source: Folder:
es: Carpeta:
fr: Répertoire:
it: Cartella:
ru: Папка:

# Options_keepInitialSpacesOnReturnCheckBox
source: Keep previous line initial spaces on return
es: Mantener espacios iniciales de línea anteriore en retorno de carro
fr: Garder les espaces initiaux de la ligne au retour chariot
it: Mantieni spazi iniziali quando si va a capo
ru: Начальные пробелы в новой строке как в предыдущей

# PadText_absoluteWidthCheckBox
source: Absolute width
es: Ancho absoluto
fr: Largeur absolue
it: Larghezza assoluta
ru: Абсолютная ширина

# PadText_absoluteWidthPictureBoxToolTip
source: If this option is activated, width value is considered as absolute value, otherwise is added to maximum selected rows lenght
es: Si esta opción está activada, el ancho se concibe como un valor absoluto, de lo contrario se añade a la longitud máxima entre los de las filas seleccionadas
fr: Si cette option est sélectionnée, la largeur doit être une valeur absolue, sinon elle est ajoutée à la valeur maximale des longueurs des lignes sélectionnées
it: Se questa opzione è attivata, la larghezza è intesa come valore assoluto, altrimenti viene sommata alla lunghezza massima tra quelle delle righe selezionate
ru: Если установлен этот флажок, ширина интерпретируется как абсолютное значение, иначе она добавляется к размеру самой длинной из выделенных строк

# Form1_addNewTemplateToolStripMenuItem
source: Manage Templates...
es: Administrar plantillas...
fr: Gestion des templates…
it: Gestisci template...
ru: Управление...

# Form1_emptyTemplateToolStripMenuItem
source: Empty
es: Vacío
fr: Vide
it: Vuoto
ru: Пусто

# Templates_addButtonToolTip
source: Add new template
es: Agregar nueva plantilla
fr: Ajouter un nouveau modèle
it: Aggiungi un nuovo template
ru: Добавить шаблон
