Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# Form1_annotationPanelToolStripMenuItem
source: Annotation Panel
es: Panel de anotación
fr: Panneau d'annotation
it: Pannello di annotazione
ru: Панель комментариев

# CustomFilesManager_CopyPanel
source: Copy
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# CustomFilesManager_CutPanel
source: Cut
es: Cortar
fr: Couper
it: Taglia
ru: Вырезать

# CustomFilesManager_DeletePanel
source: Delete
es: Eliminar
fr: Supprimer
it: Cancella
ru: Удалить

# CustomFilesManager_PastePanel
source: Paste
es: Pegar
fr: Coller
it: Incolla
ru: Вставить

# CustomFilesManager_SelectAllPanel
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# CustomFilesManager_WarningAnnotationPanelClose
source: Are you sure to close annotation panel? The text it contains will be lost.
es: ¿Está seguro que desea cerrar el panel de anotación? El texto que contiene se perderán.
fr: Etes vous sur ce vouloir fermer le panneau d'annotation? Le texte contenu sera perdu.
it: Sei sicuro di voler chiudere il pannello di annotazione? Il testo in esso contenuto andrà perso.
ru: Закрыть панель комментариев? Содержащийся в ней текст будет потерян.

# FileManager_EncodingXmlToSave
source: The encoding declared in the XML is different from the one selected inside DtPad. The file will be saved with the first of the two to maintain it consistent.
es: La codificación declarada en el XML es diferente de la seleccionada dentro DtPad. El archivo se guarda con el primero de los dos para mantenerlo constante.
fr: L'encodage déclaré dans le XML est différent de celui sélectionné dans DtPad. Le fichier sera enregistré avec le premier restant consistant.
it: L'encoding dichiarato nell'XML è differente da quello selezionato in DtPad. Il file verrà salvato col primo dei due per mantenerlo coerente.
ru: Кодировка, объявленная в XML-коде, отличается от той, которая выбрана в DtPad. Файл будет сохранен в объявленной кодировке для обеспечения согласованности.

# FileManager_InvalidXmlToSave
source: XML file content is not valid. Do you still want to proceed?
es: Contenido del archivo XML no es válido. ¿Aún desea continuar?
fr: Le contenu du fichier XML n'est pas valide. Voulez vous tout de même continuer?
it: Il contenuto del file XML non è valido. Desideri procedere ugualmente?
ru: Содержимое XML-файла не является валидным. Продолжить?

# FileListManager_AddedFavourite
source: File "{0}" was added to favorites.
es: El archivo "{0}" ha sido añadido a favoritos.
fr: Le fichier "{0}" vient d'être ajouté aux favoris.
it: Il file "{0}" è stato aggiunto ai preferiti.
ru: Файл "{0}" добавлен в избранное.

# Form1_normalizeToolStripMenuItem
source: Normalize HTML
es: Normalizar HTML
fr: Normaliser le HTML
it: Normalizza HTML
ru: Нормализовать HTML-код

# Form1_normalizeXMLToolStripMenuItem
source: Normalize HTML
es: Normalizar HTML
fr: Normaliser le HTML
it: Normalizza HTML
ru: Нормализовать HTML-код

# notePanel_moveFirstToolStripButton
source: Move As First
es: Mover como primero
fr: Déplacer en premier
it: Sposta come primo
ru: Переместить в начало

# notePanel_moveLastToolStripButton
source: Move As Last
es: Mover como último
fr: Déplacer en dernier
it: Sposta come ultimo
ru: Переместить в конец

# Options_nullCharCheckBox
source: Do not consider null character of end of string (\0)
es: No considere el carácter nulo en final de cadena (\0)
fr: Ne pas considérer les caractères nuls de fin de chaine (\0)
it: Non considerare il carattere nullo di fine stringa (\0)
ru: Не интерпретировать символ NULL (\0) как конец строки

# Options_openingGroupBox3
source: Other
es: Otro
fr: Autre
it: Altro
ru: Прочее

# FileListManager_ClearObsoleteRecentSessions
source: Are you sure to clear sessions that no longer exist from recent sessions list?
es: ¿Está seguro que desea borrar sesiones que ya no existen de la lista de las últimas sesiones?
fr: Etes vous sur de supprimer les sessions qui n'existent plus de la liste des sessions récentes?
it: Sei sicuro di voler cancellare le sessioni inesistenti dalla lista delle sessioni recenti?
ru: Убрать несуществующие сеансы из списка недавних сеансов?

# FileListManager_ObsoleteSessionsRemovedMore
source: {0} non-existing recent sessions removed
es: {0} inexistentes sesiones recientes eliminado
fr: {0} session récente non existante a été retirée
it: {0} sessioni recenti inesistenti rimosse
ru: {0} несуществующих сеансов исключено из списка недавних сеансов

# FileListManager_ObsoleteSessionsRemovedOne
source: {0} non-existing recent session removed
es: {0} inexistentes sesiones recientes eliminado
fr: {0} session récente non existante a été retirée
it: {0} sessione recente inesistente rimossa
ru: {0} несуществующий сеанс исключен из списка недавних сеансов

# Form1_clearObsoleteSessionsToolStripMenuItem
source: Clear Non-Existing Sessions
es: Borrar sesiones inexistente
fr: Supprimers sessions non-existantes
it: Rimuovi sessioni inesistenti
ru: Убрать несуществующие

# Form1_insertTagToolStripMenuItem
source: Insert Tag...
es: Insertar etiqueta...
fr: Insérer une balise...
it: Inserisci tag...
ru: Вставить тег...

# FormatManager_TagTypeEmpty
source: Tag type value is emtpy.
es: Valor del tipo de etiqueta está vacía.
fr: La valeur du type de la balise est vide.
it: Il valore del tipo di tag è vuoto.
ru: Не указано значение типа тега.

# TagEntry_cancelButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# TagEntry_completeRadioButton
source: Complete (ie. <b></b>)
es: Completo (es decir, <b></b>)
fr: Complète (par ex. <b></b>)
it: Completa (es. <b></b>)
ru: Парный (пример: <b></b>)

# TagEntry_copyToolStripMenuItem
source: Copy
it: Copia

# TagEntry_customRadioButton
source: Custom
es: Personalizado
fr: Personnaliser
it: Personalizzato
ru: Пользовательский

# TagEntry_CustomTagTypeEmpty
source: Custom tag type has been selected, but begin or end tag is missing. Insert them, or change tag type selection.
es: Se ha seleccionado un tipo de etiqueta personalizada, pero falta la etiqueta de inicio o final. Inserte ellos, o cambiar la selección del tipo de etiqueta.
fr: Les balises personnalisées ont été sélectionnées, mais la balise de début ou de fin est manquante. Veuillez les insérer ou changer le type de balise.
it: E' stato scelto il tipo tag personalizzato, ma il tag di inizio o di fine non è presente. Inserire i valori, oppure cambiare selezione del tipo di tag.
ru: Выбран пользовательский тип тега, но отсутствует открывающий или закрывающий тег. Вставьте недостающий тег или выберите другой тип тега.

# TagEntry_cutToolStripMenuItem
source: Cut
it: Taglia

# TagEntry_deleteToolStripMenuItem
source: Delete
it: Cancella

# TagEntry_extensionGroupBox
source: Extension
es: Extensión
it: Estensione
ru: Форма

# TagEntry_helpLabel
source: Insert a tag into text.
es: Insertar una etiqueta en el texto.
fr: Insérer une balise dans le texte.
it: Inserisci un tag nel testo.
ru: Вставка тега в текст.

# TagEntry_okButton
source: Insert
es: Insertar
fr: Insérer
it: Inserisci
ru: Вставить

# TagEntry_pasteToolStripMenuItem
source: Paste
it: Incolla

# TagEntry_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# TagEntry_shortRadioButton
source: Short (ie. <br />)
es: Corto (es decir, <br />)
fr: Courte (par ex. <br />)
it: Corta (es. <br />)
ru: Одиночный (пример: <br />)

# TagEntry_Title
source: Tag Entry
es: Inserción etiqueta
fr: Saisie de balise
it: Inserimento tag
ru: Ввод тега

# TagEntry_typeGroupBox
source: Type
es: Tipo
it: Tipo
ru: Тип

# TagEntry_undoToolStripMenuItem
source: Undo
it: Annulla

# Form1_saveAllAsZipToolStripMenuItem
source: All As ZIP...
es: Todo como ZIP...
fr: Tout sous un ZIP...
it: Tutto come ZIP...
ru: Все как ZIP-архив...

# ZipManager_FileDialog
source: ZIP archive (*.zip)|*.zip
es: Archivo ZIP (*.zip)|*.zip
fr: Archive ZIP (*zip)|*.zip
it: Archivio ZIP (*.zip)|*.zip
ru: Архив ZIP (*.zip)|*.zip

# ZipManager_Saved
source: Archive "{0}" saved
es: Archivo comprimido "{0}" guardado
fr: L'archive "{0}" vient d'être enregistrée
it: Archivio "{0}" salvato
ru: Архив "{0}" сохранен

# ZipManager_NoContent
source: There is no content or opened files to store into archive.
es: No hay contenido o archivos abiertos para guardar en archivo.
fr: Il n'existe pas de contenu ou de fichiers ouvertsà stocker dans l'archive.
it: Non ci sono contenuti o file da salvare in archivio.
ru: Нет содержимого или открытых файлов для сохранения в архиве.

# Dictionary_Title
source: Dictionary and Thesaurus
es: Diccionario y sinónimos
fr: Dictionnaire et synonymes
it: Dizionario e thesaurus
ru: Правописание и синонимы

# DictionaryManager_Correct
source: correct
es: correcta
it: corretta
ru: написано верно

# DictionaryManager_Meaning
source: Meaning: {0}
es: Significado: {0}
fr: Signification: {0}
it: Significato: {0}
ru: Значение: {0}

# DictionaryManager_Synonym
source: > synonym: "{0}"
es: > sinónimo: "{0}"
fr: > synonyme: "{0}"
it: > sinonimo: "{0}"
ru: > синоним: "{0}"

# DictionaryManager_Tip
source: > suggestion: "{0}"
es: > sugerencia: "{0}"
fr: > sugestion: "{0}"
it: > suggerimento: "{0}"
ru: > вариант замены: "{0}"

# DictionaryManager_TipsMore
source: There are {0} word suggestions
es: Hay {0} palabras sugeridas
fr: Il y a {0} suggestions de mots
it: Ci sono {0} parole suggerite
ru: Вариантов замены: {0}

# DictionaryManager_TipsOne
source: There is {0} word suggestion
es: Hay {0} palabra sugerida
fr: Il y a {0} suggestions de mots
it: C'è {0} parola suggerita
ru: Вариантов замены: {0}

# DictionaryManager_Uncorrect
source: uncorrect
es: incorrecta
fr: Incorrete
it: errata
ru: написано неверно

# DictionaryManager_Word
source: The word "{0}" is {1}
es: La palabra "{0}" es {1}
fr: The mot "{0}" est {1}
it: La parola "{0}" è {1}
ru: Слово "{0}" {1}

# Dictionary_clearButton
source: Clear results
es: Borrar resultados
fr: Nettoyer résultats
it: Svuota esiti
ru: Очистить результаты

# Dictionary_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Dictionary_copyToolStripMenuItem
source: Copy
it: Copia

# Dictionary_dictionariesLabel
source: Click here to download new dictionaries
es: Haga clic aquí para descargar diccionarios
fr: Cliquer ici pour télécharger nouveaux dictionnaires
it: Clicca qui per scaricare nuovi dizionari
ru: Щелкните, чтобы загрузить новые словари

# Dictionary_helpLabel
source: Check the correctness of a word and search for its synonyms.
es: Verificar la corrección de una palabra y buscar sus sinónimos.
fr: Vérifier si le mots est correct et rechercher des synonymes.
it: Verifica la correttezza di una parola e cerca i suoi sinonimi.
ru: Проверка правописания слов и писк синонимов.

# Dictionary_languageLabel
source: Language:
es: Idioma:
fr: Langue:
it: Lingua:
ru: Язык:

# Dictionary_NoDictionaries
source: No dictionary found inside "Languages" program folder. Check this URL to download them or click the link on the following window:
es: No diccionario se encuentra dentro de la carpeta del programa "Languages". Marque esta URL para descargar o haga clic en el enlace en la ventana siguiente:
fr: Aucun dictionnaire n'a été trouvé dans le répertoire "Languages". Vérifier l'URL de téléchargement ou cliquer sur le lien de la fenêtre suivante.
it: Nessun dizionario trovato nella cartella di programma "Languages". Controlla questo URL per scaricarne oppure clicca il link nella finestra successiva:
ru: В папке "Languages" программы DtPad не найдено ни одного словаря. Щелкните ссылку в следущем окне или посетите следующий веб-сайт для загрузки словарей:

# Dictionary_searchButton
source: Search
es: Buscar
fr: Chercher
it: Cerca
ru: Поиск

# Dictionary_selectAllToolStripMenuItem
source: Select All
it: Seleziona tutto

# Dictionary_wordLabel
source: Word:
es: Palabra:
fr: Mot:
it: Parola:
ru: Слово:

# Form1_dictionaryToolStripMenuItem
source: Dictionary and Thesaurus
es: Diccionario y sinónimos
fr: Dictionnaire et synonymes
it: Dizionario e thesaurus
ru: Правописание и синонимы

# Form1_dictionaryToolStripMenuItem1
source: Dictionary and Thesaurus...
es: Diccionario y sinónimos...
fr: Dictionnaire et synonymes...
it: Dizionario e thesaurus...
ru: Правописание и синонимы...

# ZipManager_FilesNotSaved
source: Not all files were saved. Close files or saved them before to proceed with archive generation.
es: No todos los archivos se han guardado. Cierre los archivos o los salvó antes de proceder a la generación del archivo comprimido.
fr: Certains fichiers n'ont pas été enregistrés. Fermez les fichiers ou enregistrez les avant de poursuivre avec la production de l'archive.
it: Alcuni file non sono stati salvati. Chiudili o salvali prima di procedere con la generazione dell'archivio.
ru: Не все файлы были сохранены. Закройте файлы или сохраните их, прежде чем сохранять их в архиве.

# ZipManager_SaveAllFiles
source: All modified tabs will be saved, so they could be stored inside the archive. Are you sure you want to proceed?
es: Para llaga el archivo dentro del archivo comprimido, todas las pestañas modificadas necesitan ser salvados. ¿Está seguro de que desea continuar?
fr: Tous les onglets modifiés vont être enregiostrés afin de pouvoir être sauvegardés dans l'archive. Etes vous sur de vouloir poursuivre?
it: Tutti i tab modificati verranno salvati di modo da poter essere inseriti nell'archivio. Sei sicuro di voler procedere?
ru: Все измененные вкладки будут сохранены, чтобы их можно было сохранить в архиве. Продолжить?

# Dictionary_cutToolStripMenuItem
source: Cut
it: Taglia

# Dictionary_deleteToolStripMenuItem
source: Delete
it: Cancella

# Dictionary_pasteToolStripMenuItem
source: Paste
it: Incolla

# Dictionary_toolStripMenuItem1
source: Copy
it: Copia

# Dictionary_toolStripMenuItem2
source: Select All
it: Seleziona tutto

# Dictionary_undoToolStripMenuItem
source: Undo
it: Annulla

# DictionaryManager_NoDictionary
source: The dictionary of language in use was not found in the program folder "Languages". Check this URL to download:
es: El diccionario del idioma en uso no se encuentra en las carpetas del programa "Languages". Marque esta URL para descargar:
fr: Le dictionnaire de la langue utilisée n'a pas été trouvé dans le répertoire "Languages". Vérifier l'URL pour télécharge:
it: Il dizionario della lingua in uso non è stato trovato nella cartella di programma "Languages". Controlla questo URL per scaricarlo:
ru: Словарь для используемого языка не найден в папке "Languages" программы DtPad. Для загрузки словаря посетите следующий веб-сайт:

# Dictionary_verifyAllButton
source: Verify all text
es: Verificar todo texto
fr: Vérifier tout le texte
it: Verifica tutto il testo
ru: Проверить все

# Form1_dictionaryTextToolStripMenuItem
source: Verify All Text
es: Verificar todo texto
fr: Vérifier tout le texte
it: Verifica tutto il testo
ru: Проверить все

# Form1_dictionaryToolStripButton
source: Dictionary and Thesaurus...
es: Diccionario y sinónimos...
fr: Dictionnaire et synonymes...
it: Dizionario e thesaurus...
ru: Правописание и синонимы...

# Form1_dictionaryWordToolStripMenuItem
source: Verify Word...
es: Verificar palabra...
fr: Verifier le mot...
it: Verifica parola...
ru: Проверить слово...

# DictionaryManager_TextCorrect
source: The text contains no errors!
es: El texto no contiene errores!
fr: Le texte ne contient aucune erreur!
it: Il testo non contiene errori!
ru: В тексте нет ошибок.

# Form1_dictionaryClearToolStripMenuItem
source: Clear Text Highlight
es: Borrar resaltar de texto
fr: Supprimer le surlignage du texte
it: Rimuovi evidenziazione testo
ru: Снять цветовое выделение

# MoveLines_lineLabel
source: Positions to move the current row:
es: Posiciones para mover las filas seleccionadas:
fr: Position vers où déplacer les lignes sélectionnées:
it: Posizioni di cui spostare la riga attuale:
ru: На сколько позиций переместить:

# tabPanel_moveTabFirstToolStripButton
source: Move First
es: Mover como primera
fr: Mettre en premier
it: Sposta come primo
ru: Переместить в начало

# tabPanel_moveTabLastToolStripButton
source: Move Last
es: Mover como última
fr: Mettre en dernier
it: Sposta come ultimo
ru: Переместить в конец

# notePanel_blackstandardToolStripMenuItem
source: Black (Standard)
es: Negro (estándar)
fr: Noir (standard)
it: Nero (standard)
ru: Черный (стандарт)

# notePanel_blueToolStripMenuItem
source: Blue
es: Azul
fr: Bleu
it: Blu
ru: Голубой

# notePanel_greenToolStripMenuItem
source: Green
es: Verde
fr: Vert
it: Verde
ru: Зеленый

# notePanel_orangeToolStripMenuItem
source: Orange
es: Naranja
it: Arancione
ru: Оранжевый

# notePanel_redToolStripMenuItem
source: Red
es: Rojo
fr: Rouge
it: Rosso
ru: Красный

# CustomFilesManager_HostsClose
source: To reopen the panel, click "View -> Hosts File Configurator".
es: Para abrir el panel de nuevo, haga clic en "Vista -> Configurador de archivo hosts".
fr: Pour ré-ouvrir le panneau, cliquer sur "Afficher --> Configurateur de fichier hosts".
it: Per riaprire il pannello, cliccare su "Visualizza -> Configuratore file hosts".
ru: Чтобы снова открыть эту панель, выберите "Вид -> Настройка файла hosts".

# WindowManager_SureResetWindow
source: Are you sure you want to restore the default appearance settings of DtPad?
es: ¿Está seguro que desea restaurar la configuración predeterminada de aspecto de DtPad?
fr: Etes vous sur de vouloir restaurer les paramètres d'apparence par défaut de DtPad?
it: Sei sicuro di voler ripristinare le impostazioni di visualizzazione di default di DtPad?
ru: Восстановить внешний вид DtPad по умолчанию?

# calculatorPanel_clearCalculatorToolStripButton
source: Clear Calculator
es: Borrar la calculadora
fr: Raz de la calculatrice
it: Svuota calcolatrice
ru: Очистить экран калькулятора

# calculatorPanel_thousandSepToolStripButton
source: Use Thousands Separator
es: Usar separador de miles
fr: Utiliser le séparateur pour les milliers
it: Usa separatore migliaia
ru: Использовать разделитель тысяч

# FileExplorerManager_UnexistingPath
source: The provided path does not exist.
es: La ruta seleccionada no existe.
fr: Le chemin indiqué n'existe pas.
it: Il percorso inserito è inesistente.
ru: Указанный путь не существует.

# Form1_redoAllToolStripMenuItem
source: Redo All
es: Rehacer todo
fr: Tourt refaire
it: Ripeti tutto
ru: Повторить все

# Form1_undoAllToolStripMenuItem
source: Undo All
es: Deshacer todo
fr: Annuler tout
it: Annulla tutto
ru: Отменить все

# QuestionYNNAC_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# QuestionYNNAC_noToAllButton
source: No To All
es: No a todo
fr: Non pour tout
it: No a tutti
ru: Нет для всех

# QuestionYNNAC_Title
source: Question
es: Pregunta
it: Domanda
ru: Вопрос

# QuestionYNNAC_yesButton
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# Form1_copyFileNameToolStripMenuItem
source: File Name
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
ru: Имя файла

# Form1_copyFileNamesToolStripMenuItem
source: Copy...
es: Copiar...
fr: Copier…
it: Copia...
ru: Копировать...

# filePanel_refreshDriveToolStripButton
source: Refresh Drives
es: Actualizar unidades
fr: Raffraîchir le lecteur
it: Ricarica unità
ru: Обновить дерево дисков

# About_createdByLabel
source: Marco "Cav" Macciò
es: Marco Macciò
fr: Marco Macciò
ru: Marco Macciò

# DatetimeSelect_okButton
source: OK
es: Aceptar
ru: ОК

# Extensions_okButton
source: OK
es: Aceptar
ru: ОК

# FileProperties_readonlyLabel1No
source: No
fr: Non
ru: Нет

# Options_fontLabel
source: Font:
es: Fuente:
fr: Police:
ru: Шрифт:

# Options_internetGroupBox1
source: Proxy
ru: Прокси-сервер

# Options_internetGroupBox2
source: Browser
es: Explorador web
fr: Navigateur
ru: Браузер

# Options_languageComboBoxItems
source: English Italiano
es: English Italiano Français Español Pусский
fr: English Italiano Français Español Pусский
ru: English Italiano Français Español Pусский

# Options_okButton
source: OK
es: Aceptar
ru: ОК

# Options_passwordLabel
source: Password:
es: Contraseña:
fr: Mot passe:
ru: Пароль:

# ReportBug_areaLabel
source: Area: *
es: Área de error: *
fr: Zone de bug: *
ru: Место ошибки: *

# ReportBug_emailLabel
source: E-mail: *
fr: Adresse email: *
ru: Эл. почта: *

# Tools_okButton
source: OK
es: Aceptar
ru: ОК

# Welcome_signLabel
source: Marco "Cav" Macciò
es: Marco Macciò
fr: Marco Macciò
ru: Marco Macciò

# AlertO_okButton
source: OK
es: Aceptar
ru: ОК

# ErrorO_okButton
source: OK
es: Aceptar
ru: ОК

# InfoO_okButton
source: OK
es: Aceptar
ru: ОК

# QuestionYNC_noButton
source: No
fr: Non
ru: Нет

# QuestionYN_noButton
source: No
fr: Non
ru: Нет

# WarningYNC_noButton
source: No
fr: Non
ru: Нет

# ErrorOR_okButton
source: OK
es: Aceptar
ru: ОК

# Form1_openToolStripMenuItem
source: File...
es: Archivo...
fr: Fichier…
ru: Файл...

# Form1_saveToolStripMenuItem
source: File
es: Archivo
fr: Fichier
ru: Файл

# Options_fileNode
source: File
es: Archivo
fr: Fichier
ru: Файл

# Options_internetNode
source: Internet
ru: Интернет

# EmailManager_Area
source: Area
es: Área
fr: Zone
ru: Место

# EmailManager_Email
source: E-mail
ru: Эл. почта

# Form1_diarioDiUnTraduttoreToolStripMenuItem
source: Diario di un traduttore
fr: DtPad sur CodePlex
ru: Блог "Diario di un traduttore" (итал.)

# Form1_fileToolStripMenuItem
source: File
es: Archivo
fr: Fichier
ru: Файл

# Form1_fontToolStripMenuItem
source: Font...
es: Fuente...
fr: Police…
ru: Шрифт...

# Form1_helpToolStripMenuItem
source: Help
es: Ayuda
fr: Aide
ru: Справка

# FileManager_File
source: File
es: Archivo
fr: Fichier
ru: Файл

# Form1_defaultToolStripMenuItem
source: Default
es: Predeterminado
fr: Par defaut
ru: По умолчанию

# Options_defaultComboBoxItems
source: ANSI UTF-8 UTF-16 Big Endian UTF-32 Little Endian
ru: ANSI UTF-8 UTF-16 (ст.->мл.) UTF-32 (мл.->ст.)

# Options_defaultLabel
source: Default:
es: Predet.:
fr: Défaut:
ru: По умолчанию:

# Form1_uTF16BigEndianToolStripMenuItem
source: UTF-16 Big Endian
ru: UTF-16 (ст->мл.)

# Form1_uTF32LittleEndianToolStripMenuItem
source: UTF-32 Little Endian
ru: UTF-32 (мл.->ст.)

# FontSelect_fontLabel
source: Font:
es: Fuente:
fr: Police:
ru: Шрифт:

# FontSelect_Title
source: Font
es: Fuente
fr: Police
ru: Шрифт

# ColorSelect_okButton
source: OK
es: Aceptar
ru: ОК

# About_websiteLabel1_FE
source: Copyright:
ru: (C)

# Options_tabNode
source: Tab
es: Pestañas
fr: Onglet
ru: Вкладки

# Options_savingGroupBox1
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ru: Резервные копии

# FileUtil_folderDialogDefault
source: Select the default folder for saving and opening files:
es: Seleccionar la carpeta predeterminada para guardar y abrir archivos:
fr: Sélectioner le répertoire par défaut pour enregistrer et ouvrir les fichiers:
ru: Выберите папку по умолчанию для открытия и сохранения файлов:

# Templates_okButton
source: OK
es: Aceptar
ru: ОК

# FileExplorerManager_File
source: File
es: Archivo
fr: Fichier
ru: Файл

# SelectLines_okButton
source: OK
es: Aceptar
ru: ОК

# ZipManager_No
source: No
fr: Non
ru: Нет

# Form1_w3CCSSToolStripMenuItem
source: W3C CSS
ru: CSS (W3C)

# Form1_w3CHTMLToolStripMenuItem
source: W3C HTML
ru: HTML (W3C)

# UrlEntry_okButton
source: OK
es: Aceptar
ru: ОК

# NameEntry_fileNameLabel_ZipExtract
source: Password:
es: Contraseña:
fr: Mot passe:
ru: Пароль:

# Form1_uTF16LittleEndianToolStripMenuItem
source: UTF-16 Little Endian
ru: UTF-16 (мл.->ст.)

# SortText_ascCheckBox
source: Asc
ru: Возр.

# SortText_descCheckBox
source: Desc
ru: Убыв.

# SortText_okButton
source: OK
es: Aceptar
ru: ОК

# Form1_tagToolStripMenuItem
source: Tag...
es: Etiqueta...
fr: Balise...
ru: Тег...

# TagEntry_forumRadioButton
source: Forum ([, ])
es: Foro ([, ])
ru: Форумный ([, ])

# TagEntry_tagLabel
source: Tag:
es: Etiqueta:
fr: Balise:
ru: Тег:

# notePanel_tagToolStripMenuItem
source: Tag
es: Etiqueta
fr: Balise
ru: Тег

# QuestionYNNAC_noButton
source: No
fr: Non
ru: Нет

# About_websiteLabel
source: diariotraduttore.com
fr: dtpad.codeplex.com
