Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# About_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# About_createdByLabel1
source: Created by:
es: Creado por:
fr: Écrit par:
it: Scritto da:
ru: Автор:

# About_descriptionTextBox
source: DtPad (2009-2012) is licensed under Apache License, Version 2.0. - apache.org/licenses/LICENSE-2.0 This application requires Microsoft .NET Framework 4 and use Windows registry only to store "Open With" Explorer context menu menu association. Main iconset by: Delacro. - delacro.deviantart.com Other icons by: Mark James, VistaIcons. - famfamfam.com - vistaicons.com External components referenced: SharpZip, iTextSharp, Log4Net, Be.HexEditor, XmlGridControl, MonthCalendar, SharpBox, Json.NET. - sharpdevelop.net/OpenSource/SharpZipLib - itextpdf.com - logging.apache.org/log4net - hexbox.sourceforge.net - xmlgrid.codeplex.com - www.codeproject.com/KB/selection/MonthCalendar.aspx - sharpbox.codeplex.com - json.codeplex.com Translation and search service by: Google Inc. - google.com/language_tools - google.com Dropbox service by: Dropbox Inc. - dropbox.com Language dictionaries by: OpenOffice.org. - wiki.services.openoffice.org/wiki/Dictionaries DtPad does not collect any info about usage and users. Informations that could be logged into "Logs" folder regards only program errors and warnings showed even on the interface, and in no case they will contain user's text or any other private data.
es: DtPad (2009-2012) tiene licencia Apache License, Version 2.0, - apache.org/licenses/LICENSE-2.0 Esta aplicación requiere Microsoft .NET Framework 4 y utilizar el registro de Windows sólo para salvar el asociación "Abrir con" en el menú contextual del Explorador de Windows. Traducción al francés por: Alain Buferne. Traducción al ruso por: Artem Vakhitov. Conjunto principal de iconos por: Delacro. - delacro.deviantart.com Otros iconos por: Mark James, VistaIcons. - famfamfam.com - vistaicons.com Los componentes externos se hace referencia: SharpZip, iTextSharp, log4net, Be.HexEditor, XmlGridControl, MonthCalendar, SharpBox, Json.NET, CsvReader. - sharpdevelop.net/OpenSource/SharpZipLib - itextpdf.com - logging.apache.org/log4net - hexbox.sourceforge.net - xmlgrid.codeplex.com - www.codeproject.com/KB/selección/MonthCalendar.aspx - sharpbox.codeplex.com - json.codeplex.com - www.codeproject.com/Articles/9258/A-Fast-CSV-Reader Traducción y servicio de búsqueda: Google Inc. - google.com/language_tools - google.com Dropbox servicio: Dropbox Inc. - dropbox.com Diccionarios de idiomas por: OpenOffice.org. - wiki.services.openoffice.org/wiki/Dictionaries DtPad no recoge ninguna información sobre el uso y los usuarios. Información que puede ser registrado en "Logs" carpeta sólo se refiere a los errores del programa y advertencias mostraron incluso en la interfaz, y en ningún caso contendrá el texto del usuario o los datos privados.
fr: DtPad (2009-2013) est sous licence Apache Version 2.0. - apache.org/licenses/LICENSE-2.0 Cette application nécessite le Microsoft .NET Framework 4 et utilise la base des registres de Windows pour stocker l'association "Ouvrir avec" du menu contextuel de l'explorateur. Avec la participation de: Derek Morin (développement). Traduction: Alain Buferne (française), Artem Vakhitov (russe). Icones: Delacro. - delacro.deviantart.com Autres icones: Mark James, Icones Vista. - famfamfam.com - vistaicons.com Composants externes: SharpZip, iTextSharp, Log4Net, Be.HexEditor, XmlGridControl, MonthCalendar, SharpBox, Json.NET, CsvReader. - sharpdevelop.net/OpenSource/SharpZipLib - itextpdf.com - logging.apache.org/log4net - hexbox.sourceforge.net - xmlgrid.codeplex.com - www.codeproject.com/KB/selection/MonthCalendar.aspx - sharpbox.codeplex.com - json.codeplex.com - www.codeproject.com/Articles/9258/A-Fast-CSV-Reader Traduction et service de recherche: Google Inc. - google.com/language_tools - google.com Service Dropbox: Dropbox Inc. - dropbox.com Dictionnaires: OpenOffice.org. - wiki.services.openoffice.org/wiki/Dictionaries DtPad ne récupère aucune information à propos des utilisateurs et de leur utilisation. Les informations pouvant être logguées dans le dossiers "Logs" ne concerne que les erreurs programme et ne contiennent en aucun cas des textes saisis par les utilisateurs ou toutes données privée.
it: DtPad (2009-2012) è distribuito sotto licenza Apache License, Version 2.0. - apache.org/licenses/LICENSE-2.0 Questa applicazione richiede Microsoft .NET Framework 4 e fa uso del registro di Windows solo per salvare l'associazione "Apri con" nel menu contestuale di Esplora Risorse. Set principale di icone di: Delacro. - delacro.deviantart.com Icone secondarie di: Mark James, VistaIcons. - famfamfam.com - vistaicons.com Componenti esterni referenziati: SharpZip, iTextSharp, Log4Net, Be.HexEditor, XmlGridControl, MonthCalendar, SharpBox, Json.NET. - sharpdevelop.net/OpenSource/SharpZipLib - itextpdf.com - logging.apache.org/log4net - hexbox.sourceforge.net - xmlgrid.codeplex.com - www.codeproject.com/KB/selection/MonthCalendar.aspx - sharpbox.codeplex.com - json.codeplex.com Servizio di traduzione e ricerca di: Google Inc. - google.it/language_tools - google.it Servizio Dropbox di: Dropbox Inc. - dropbox.com Dizionari linguistici di: OpenOffice.org. - wiki.services.openoffice.org/wiki/Dictionaries DtPad non raccoglie alcuna informazione riguardante uso e utenti. I dati che possono essere storicizzati nella cartella "Logs" riguardano solamente errori e avvisi di programma che sono mostrati anche nell'interfaccia, e in nessun caso essi contengono testo dell'utente o altri dati privati.
ru: DtPad (2009-2012) предоставляется по лицензии Apache 2.0. - apache.org/licenses/LICENSE-2.0 Это приложение требует наличия Microsoft .NET Framework 4 и хранит в реестре Windows только сопоставления файлов для контекстного меню "Открыть с помощью" Проводника. Автор французского перевода: Alain Buferne. Автор русского перевода: Артем Вахитов (Artem Vakhitov). Автор основного набора значков: Delacro. - delacro.deviantart.com Авторы прочих значков: Mark James, VistaIcons. - famfamfam.com - vistaicons.com Внешние компоненты, на которые ссылается приложение: SharpZip, iTextSharp, Log4Net, Be.HexEditor, XmlGridControl, MonthCalendar, SharpBox, Json.NET, CsvReader. - sharpdevelop.net/OpenSource/SharpZipLib - itextpdf.com - logging.apache.org/log4net - hexbox.sourceforge.net - xmlgrid.codeplex.com - www.codeproject.com/KB/selection/MonthCalendar.aspx - sharpbox.codeplex.com - json.codeplex.com - www.codeproject.com/Articles/9258/A-Fast-CSV-Reader Сервис перевода и поиска: Google Inc. - google.com/language_tools - google.com Сервис Dropbox: Dropbox Inc. - dropbox.com Словари: OpenOffice.org. - wiki.services.openoffice.org/wiki/Dictionaries DtPad не собирает никаких данных о работе с приложением и пользователях. Данные, которые могут регистрироваться в папке "Logs", относятся только к программным ошибкам и предупреждениям, отображаемым в том числе и в пользовательском интерфейсе, и ни при каких обстоятельствах не содержат текст пользователя или другую конфиденциальную информацию.

# About_emailPictureBoxToolTip
source: Write an e-mail to DtPad's author
es: Escribir un e-mail al autor de DtPad
fr: Envoyer un email à l'auteur de DtPad
it: Scrivi una e-mail all'autore di DtPad
ru: Написать по электронной почте автору DtPad

# About_rssPictureBoxToolTip
source: Read RSS feed of diariotraduttore.com
es: Leer feed RSS de diariotraduttore.com
fr: Lire le flux RSS de DtPad sur CodePlex
it: Leggi il feed RSS di diariotraduttore.com
ru: Читать RSS-канал diariotraduttore.com

# About_Title
source: About
es: Sobre
fr: A propos
it: Informazioni
ru: О программе

# About_versionLabel1
source: Version:
es: Versión:
it: Versione:
ru: Версия:

# About_websiteLabel1
source: Website:
es: Sitio web:
fr: Site web:
it: Sito web:
ru: Веб-сайт:

# About_websitePictureBoxToolTip
source: Visit DtPad's author homepage
es: Visita la página del autor de DtPad
fr: Visiter la page du projet sur ​​CodePlex
it: Visita la home page dell'autore di DtPad
ru: Посетить домашнюю страницу автора DtPad

# DatetimeSelect_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# DatetimeSelect_descriptionLabel
source: Select datetime format to insert:
es: Seleccionar el formato de fecha y hora a insertar:
fr: Sélectionner le format des date et heure à insérer:
it: Seleziona il formato data da inserire:
ru: Выберите формат даты и времени для вставки:

# DatetimeSelect_helpLabel
source: Select a datetime format to insert.
es: Seleccionar un formato de fecha y hora a insertar.
fr: Sélectionner un format des date et heure à insérer.
it: Seleziona un formato per la data.
ru: Выберите формат даты и времени для вставки.

# DatetimeSelect_Title
source: Datetime
es: Fecha y hora:
fr: Date et heure
it: Data/ora
ru: Дата и время

# Extensions_addButtonToolTip
source: Add new extension
es: Añadir nueva extensión
fr: Ajouter une nouvelle extension
it: Aggiungi una nuova estensione
ru: Добавить тип файлов

# Extensions_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# Extensions_defaultCheckBox
source: Default extension
es: Extensión predeterminada
fr: Extension par défaut
it: Estensione principale
ru: Установить по умолчанию

# Extensions_descriptionLabel
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:

# Extensions_extensionGroupBox1
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# Extensions_extensionLabel
source: Extension:
es: Extensión:
it: Estensione:
ru: Расширение:

# Extensions_extensionPictureBoxToolTip
source: Insert only file extension (ie. txt)
es: Inserte solamente la extensión de archivo (es decir, "txt")
fr: Insérer seulement l'extension des fichiers (par ex. "txt")
it: Inserisci solo l'estensione del file (es. txt)
ru: Введите только расширение фaйла (например, "txt")

# Extensions_helpLabel
source: Set-up file extensions supported by DtPad.
es: Configuración de las extensiones de archivo compatibles con DtPad.
fr: Configurer les extensions de fichiers pris en charge par DtPad.
it: Imposta le estensioni supportate da DtPad.
ru: Управление типами файлов, которые поддерживает DtPad.

# Extensions_removeButtonToolTip
source: Remove selected extension
es: Eliminar extensión seleccionada
fr: Supprimer l'extension sélectionnée
it: Rimuovi l'estensione selezionata
ru: Удалить тип файлов из списка

# Extensions_Title
source: Extensions
es: Extensiones
it: Estensioni
ru: Типы файлов

# Favourites_addFavouriteButtonToolTip
source: Add new favourite
es: Añadir nuevo favorito
fr: Ajouter un nouveau favori
it: Aggiungi un nuovo file preferito
ru: Добавить файл в избранное

# Favourites_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Favourites_deleteFavouriteButtonToolTip
source: Remove selected favourite
es: Eliminar favorito seleccionado
fr: Supprimer le favori sélectionné
it: Rimuovi il file preferito selezionato
ru: Удалить из избранного

# Favourites_helpLabel
source: Manage favourite files for fast opening throught DtPad.
es: Administrar archivos favoritos para una rápida apertura a través de DtPad.
fr: Gérer les fichiers favoris pour une ouverture rapide avec DtPad.
it: Organizza i file preferiti per una più rapida apertura tramite DtPad.
ru: Управление избранными файлами для быстрого открытия в DtPad.

# Favourites_Title
source: Favourites
es: Favoritos
fr: Favoris
it: Preferiti
ru: Избранное

# FileProperties_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# FileProperties_creationDateLabel1
source: Creation date:
es: Fecha creación:
fr: Date de création:
it: Data di creazione:
ru: Дата создания:

# FileProperties_directoryLabel1
source: Directory:
es: Directorio:
fr: Répertoire:
it: Cartella:
ru: Каталог:

# FileProperties_lastAccessLabel1
source: Last access:
es: Último acceso:
fr: Dernier accès:
it: Ultimo accesso:
ru: Последний доступ:

# FileProperties_lastUpdateLabel1
source: Last update:
es: Última actualizac.:
fr: Dernière mise à jour:
it: Ultimo aggiorn.:
ru: Обновлен:

# FileProperties_nameLabel1
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
ru: Имя:

# FileProperties_readonlyLabel1
source: Read-only:
es: Sólo lectura:
fr: Lecture-seule:
it: Sola lettura:
ru: Только чтение:

# FileProperties_readonlyLabel1Yes
source: Yes
es: Sí
fr: Oui
it: Sì
ru: Да

# FileProperties_sizeLabel1
source: Size (bytes):
es: Tamaño:
fr: Taille:
it: Dimensione (byte):
ru: Размер:

# FileProperties_Title
source: File Properties
es: Propiedades de archivo
fr: Propriétés du fichier
it: Proprietà file
ru: Свойства файла

# GoToLine_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# GoToLine_helpLabel
source: Select the row where to go.
es: Seleccionar la fila donde ir.
fr: Sélectionner la ligne de destination.
it: Seleziona la riga interessata.
ru: Выбор строки для перехода.

# GoToLine_lineNumberLabel1
source: Total rows number:
es: Número de filas total:
fr: Nombre total de lignes:
it: Totale numero righe:
ru: Всего строк:

# GoToLine_okButton
source: Go
es: Ir
fr: Aller
it: Vai
ru: Перейти

# GoToLine_Title
source: Go To Row
es: Ir a la fila
fr: Aller à la ligne
it: Vai alla riga
ru: Переход к строке

# HelpManager_helpToolTip
source: Need more help?
es: ¿Necesitas más ayuda?
fr: Besoin d'aide supplémentaire?
it: Serve ulteriore aiuto?
ru: Нужна дополнительная помощь?

# MergeTabs_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# MergeTabs_helpLabel
source: Merge the content of two or more tabs in another.
es: Combinar el contenido de dos o más pestañas en otro.
fr: Fusionner le contenu de deux onglets ou plus dans un autre.
it: Unisci il contenuto di due o più tab in un altro.
ru: Объединение содержимого двух и более вкладок на другой вкладке.

# MergeTabs_markSeparationCheckBox
source: Mark separation between tabs
es: Marque la separación entre las pestañas
fr: Marquer les séparations entre onglets
it: Stringa di separazione tra i tab
ru: Разделить содержимое вкладок меткой

# MergeTabs_moveDownButtonToolTip
source: Move selected tab down
es: Bajar la pestaña seleccionada
fr: Remonter l'onglet sélectionné
it: Sposta in basso il tab selezionato
ru: Переместить ниже

# MergeTabs_moveUpButtonToolTip
source: Move selected tab up
es: Subir la pestaña seleccionada
fr: Descendre l'onglet sélectionné
it: Sposta in alto il tab selezionato
ru: Переместить выше

# MergeTabs_okButton
source: Merge
es: Combinar
fr: Fusionner
it: Unisci
ru: Объединить

# MergeTabs_selectTabsLabel
source: Select tabs to merge (minimum 2):
es: Seleccionar las pestañas para combinar (mínimo 2):
fr: Sélectionner les onglets à fusionner (au minimum 2):
it: Seleziona i tab da unire (minimo 2):
ru: Выберите вкладки для объединения (не менее 2-х):

# MergeTabs_Title
source: Merge Tabs
es: Combinar pestañas
fr: Fusionner les onglets
it: Unione tab
ru: Объединение вкладок

# MoveLines_cancelButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# MoveLines_downRadioButton
source: Move down
es: Bajar
fr: Descendre
it: In basso
ru: Ниже

# MoveLines_helpLabel
source: Move selected rows up/down.
es: Mover filas arriba/abajo.
fr: Déplacer les lignes haut/bas.
it: Sposta le righe selezionate.
ru: Перемещение выделенных строк вверх/вниз.

# MoveLines_lineNumberLabel1
source: Total rows number:
es: Número de filas total:
fr: Nombre total de lignes:
it: Totale numero righe:
ru: Всего строк:

# MoveLines_okButton
source: Move
es: Mover
fr: Déplacer
it: Sposta
ru: Переместить

# MoveLines_Title
source: Move Rows
es: Mover filas
fr: Déplacer des lignes
it: Sposta righe
ru: Перемещение строк

# MoveLines_upRadioButton
source: Move up
es: Subir
fr: Monter
it: In alto
ru: Выше

# Options_applyButton
source: Apply
es: Aplicar
fr: Appliquer
it: Applica
ru: Применить

# Options_backgroundColorLabel
source: Background:
es: Fondo:
fr: Arrière plan:
it: Colore sfondo:
ru: Фон:

# Options_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# Options_caseSensitiveCheckBox
source: Case sensitive
es: Distingue mayúsculas de minúsculas
fr: Sensible à la casse
it: Maiuscole/minuscole
ru: Учитывать регистр

# Options_clearRecentFilesButton
source: Clear
es: Borrar
fr: Vider
it: Svuota
ru: Очистить

# Options_domainLabel
source: Domain:
es: Dominio:
fr: Domaine:
it: Dominio:
ru: Домен:

# Options_customBrowserRadioButton
source: Use following command
es: Usar comando siguiente
fr: Utiliser la commande suivante
it: Usa seguente comando
ru: Использовать команду ниже

# Options_defaultBrowserRadioButton
source: Use default browser
es: Usar explorador web pred.
fr: Utiliser navigateur par défaut
it: Usa browser di default
ru: По умолчанию

# Options_enableProxySettingsCheckBox
source: Enable proxy settings
es: Habilitar la configuración del proxy
fr: Autoriser les paramètres du proxy
it: Abilita impostazioni proxy
ru: Использовать прокси-сервер

# Options_extensionLabel
source: Extensions:
es: Extensiones:
it: Estensioni:
ru: Типы:

# Options_extensionsButtonToolTip
source: Manage file extensions
es: Administrar extensiones de archivo
fr: Gérer les extensions des fichiers
it: Organizza le estensioni dei file
ru: Управление типами файлов

# Options_fileGroupBox1
source: Initial folder
es: Carpeta inicial
fr: Répertoire d'origine
it: Cartella iniziale
ru: Исходная папка

# Options_fileGroupBox2
source: Other
es: Otro
fr: Autre
it: Altro
ru: Прочее

# Options_fontColorLabel
source: Color:
fr: Couleur:
it: Colore:
ru: Цвет:

# Options_formatGroupBox1
source: Aspect
es: Apariencia
fr: Apparence
it: Aspetto
ru: Внешний вид

# Options_helpLabel
source: Set up DtPad configuration.
es: Configurar DtPad.
fr: Configurer DtPad.
it: Imposta i parametri di configurazione di DtPad.
ru: Настройка DtPad.

# Options_infoProxyPictureBoxToolTip
source: DtPad uses Internet Explorer's settings to connect. Insert following fields just in case it requires a manual authentication.
es: DtPad utiliza la configuración de Internet Explorer para conectarse. Introduzca los siguientes campos por si acaso se requiere una autenticación manual.
fr: DtPad utilise les paramètres d'Internet Explorer pour se connecter. Insérer les champs suivants dans le cas d'une demande d'authentification.
it: DtPad usa le impostazioni di Internet Explorer per la connessione. Valorizza i campi seguenti solo se è richiesta un'autenticazione manuale.
ru: DtPad использует для подключения параметры Internet Explorer. Заполните следующие поля, если требуется ручная проверка подлинности.

# Options_languageLabel
source: Language:
es: Idioma:
fr: Langue:
it: Lingua:
ru: Язык:

# Options_lastUsedFolderRadioButton
source: Last used folder
es: Última carpeta utilizada
fr: Dernier dossier utilisé
it: Ultima cartella usata
ru: Последняя

# Options_lookAndFeelGroupBox1
source: Style
es: Estilo
it: Stile
ru: Стиль

# Options_loopAtEOFCheckBox
source: Loop at end of file (EOF)
es: Bucle al final del archivo (EOF)
fr: Boucle en fin de fichier
it: Ricomincia da capo al termine del file (EOF)
ru: Идти к началу в конце файла

# Options_minimizeOnTrayIconCheckBox
source: Minimize on tray icon
es: Minimizar como icono de bandeja
fr: Réduire en icone dans la barre de tâches
it: Minimizza come icona in tray
ru: Сворачивать в значок

# Options_proxyWarning
source: Proxy settings are incorrect. Disable proxy or control that username and password are valorized.
es: Configuración de proxy son incorrectos. Desactivar proxy o control de ese nombre de usuario y la contraseña son valorizados.
fr: Le paramétrage du proxy n'est pas correct. Veuillez le désactiver ou vérifier que les nom d'utilisateur et mot de passe sont évalués.
it: Le impostazioni proxy sono incorrette. Disabilita il proxy o verifica che utente e password siano valorizzati.
ru: Неверные параметры прокси-сервера. Отключите прокси-сервер или проверьте правильность имени пользователя и пароля.

# Options_recentFilesNumberLabel
source: Recent files number:
es: Archivos recientes:
fr: Nom. fichiers récents:
it: Numero di file recenti:
ru: Список недавних:

# Options_renderModeComboBoxItems
source: Standard Classic Windows
es: Estándar Ventana clásico
fr: Standard Windows classique
it: Standard Windows classico
ru: Стандартная Классическая Windows

# Options_renderModeLabel
source: Render mode:
es: Motor de render:
fr: Type de rendu:
it: Modalità:
ru: Тема:

# Options_searchGroupBox1
source: Search Panel
es: Panel de búsqueda
fr: Panneau de recherche
it: Ricerca
ru: Панель поиска

# Options_searchHistoryLabel
source: Search history:
es: Búsquedas recientes:
fr: Historique recherches:
it: Ultime ricerche:
ru: История поиска:

# Options_showSearchPanelCheckBox
source: Show search panel
es: Mostrar panel de búsqueda
fr: Afficher le panneau de recherche
it: Mostra pannello di ricerca
ru: Показывать панель поиска

# Options_specificFolderRadioButton
source: Specific folder
es: Carpeta específica
fr: Dossier spécifique
it: Cartella specifica
ru: Заданная ниже

# Options_statusBarCheckBox
source: Status bar
es: Barra de estado
fr: Barre d'etat
it: Barra di stato
ru: Строка состояния

# Options_statusLabel
source: Status:
es: Estado:
fr: Statut:
it: Stato:
ru: Состояние:

# Options_stayOnTopCheckBox
source: Stay on top
es: Estar en cima de otras ventanas
fr: Rester au dessus
it: Sempre in primo piano
ru: Поверх других окон

# Options_Title
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Параметры

# Options_toolbarCheckBox
source: Toolbar
es: Barra de herramientas
fr: Barre d'outils
it: Barra degli strumenti
ru: Панель инструментов

# Options_urlsCheckBox
source: Highlight URLs
es: Resaltar URL
fr: Mettre en valeur les URLs
it: Evidenzia URL
ru: Выделять URL-адреса

# Options_usernameLabel
source: Username:
es: Usuario:
fr: Utilisateur:
it: Utente:
ru: Имя:

# Options_viewGroupBox1
source: Window
es: Ventana
fr: Fenêtre
it: Finestra
ru: Окно

# Options_viewGroupBox2
source: Bars
es: Barras
fr: Autre
it: Barre
ru: Панели

# Options_wordWrapCheckBox
source: Word wrap
es: Ajuste de línea
fr: Retour automatique à la ligne
it: A capo automatico
ru: Перенос по словам

# ReportBug_areaComboBoxItems
source: File Edit View Session Search Action Options Tools Window Help Other
es: Archivo Edición Vista Sesión Búsqueda Acciones Opciones Instrumentos Ventana Ayuda Otro
fr: Fichier Editer Afficher Session Chercher Action Options Outils Fenêtre Aide Autre
it: File Modifica Visualizza Sessione Ricerca Azioni Opzioni Strumenti Finestra ? Altro
ru: Файл Правка Вид Сеанс Поиск Действие Настройка Программы Окно Справка Прочее

# ReportBug_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# ReportBug_descriptionLabel
source: Description: *
es: Descripción: *
it: Descrizione: *
ru: Описание: *

# ReportBug_errorMessageLabel
source: Error message (if present):
es: Mensaje de error (si está presente):
fr: Message d'erreur (si présent):
it: Messaggio d'errore (se presente):
ru: Сообщение об ошибке (если есть):

# ReportBug_helpLabel
source: Send via e-mail a bug report to the DtPad author.
es: Enviar un informe de errores al autor de DtPad.
fr: Envoyer un rapport de bug par email à l'auteir de DtPad.
it: Invia via e-mail un report di errore all'autore di DtPad.
ru: Уведомление автора DtPad об ошибке по электронной почте.

# ReportBug_nameLabel
source: Name: *
es: Nombre: *
fr: Nom: *
it: Nome: *
ru: Имя: *

# ReportBug_requiredFieldsLabel
source: * Required fields
es: * Campos obligatorios
fr: * Champs obligatoires
it: * Campi obbligatori
ru: * Обязательные поля

# ReportBug_sendButton
source: Send
es: Enviar
fr: Envoyer
it: Invia
ru: Отправить

# ReportBug_sendMeACopyCheckBox
source: Send me a copy
es: Enviarme una copia
fr: M'envoyer une copie
it: Inviami una copia
ru: Отправить копию себе
