Repository: alebcay/DtPad
Catalog: DtPad/Languages/*.resx
Languages: es, fr, it, ru

# ShowContent_closeButton
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# ShowContent_Title
source: Content
es: Contenido
fr: Contenu
it: Contenuto
ru: Содержимое

# Form1_deleteLineToolStripMenuItem
source: Delete Selected Rows
es: Eliminar filas seleccionadas
fr: Supprimer les lignes sélectionnées
it: Cancella righe selezionate
ru: Удалить выделенные строки

# Form1_addSuffixToolStripMenuItem
source: Insert
es: Insertar
fr: Insérer
it: Inserisci
ru: Вставить

# Form1_removeSuffixToolStripMenuItem
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ru: Удалить

# Form1_suffixToolStripMenuItem
source: Suffix
es: Sufijo
fr: Suffixe
it: Suffisso
ru: Суффикс

# Form1_suffixToolStripTextBox
source: Write here suffix
es: Escribir aquí sufijo
fr: Ecrire ici le suffixe
it: Digitare qui il suffisso
ru: Введите суффикс

# Form1_SpecifySuffix
source: Specify, inside the upper text box, a suffix string.
es: Especifique, dentro el cuadro de texto superior, un sufijo.
fr: Spécifier un suffixe dans la boîte de saisie du haut.
it: Specifica, nel controllo soprastante, una stringa di suffisso.
ru: Введите суффикс в текстовое поле вверху.

# Form1_oneLineDownToolStripMenuItem
source: One Row Down
es: Bajar las filas
fr: Une ligne vers le bas
it: Una riga in basso
ru: Строки ниже

# Form1_oneLineUpToolStripMenuItem
source: One Row Up
es: Subir las filas
fr: Une ligne vers le haut
it: Una riga in alto
ru: Строки выше

# Form1_moveLinesUpDownToolStripButton
source: Move Rows Up/Down
es: Mover filas arriba o abajo
fr: Déplacer les lignes
it: Sposta righe in alto/basso
ru: Переместить строки выше/ниже

# Form1_oneLineDownToolStripMenuItem1
source: Move One Row Down
es: Bajar
fr: Déplacer une ligne vers le bas
it: Sposta in basso
ru: Переместить ниже

# Form1_oneLineUpToolStripMenuItem1
source: Move One Row Up
es: Subir
fr: Déplacer un eligne vers le haut
it: Sposta in alto
ru: Переместить выше

# Form1_removePrefixToolStripMenuItem1
source: Remove Prefix
es: Eliminar prefijo
fr: Supprimer le prefixe
it: Rimuovi prefisso
ru: Удалить префикс

# Form1_insertSuffixToolStripMenuItem
source: Insert Suffix
es: Insertar sufijo
fr: Insérere un Suffixe
it: Inserisci suffisso
ru: Вставить суффикс

# Form1_removeSuffixToolStripMenuItem1
source: Remove Suffix
es: Eliminar sufijo
fr: Supprimer le suffixe
it: Rimuovi suffisso
ru: Удалить суффикс

# Form1_tabPage1ToolTip
source: Untitled
es: Sin título
fr: Sans titre
it: Senza titolo
ru: Безымянный

# Form1_calculatorTabPageToolTip
source: Calculator
es: Calculadora
fr: Calculatrice
it: Calcolatrice
ru: Калькулятор

# CalculationManager_ErrorNoOperation
source: Error: operator not valid.
es: Error: operador no es válido.
fr: Erreur: opérateur non valide.
it: Errore: operatore non valido.
ru: Ошибка: недопустимый оператор.

# CalculationManager_ErrorParsing
source: Error during calculator value parsing.
es: Error al analizar el valor de la calculadora.
fr: Erreur lors de l'évaluation des valeurs dans la calculette.
it: Si è verificato un errore durante la lettura del valore calcolato.
ru: Ошибка при синтаксическом разборе значения калькулятором.

# calculatorPanel_copyToolStripMenuItem2
source: Copy
it: Copia

# calculatorPanel_selectAllToolStripMenuItem2
source: Select All
it: Seleziona tutto

# Form1_doubleTabToTabToolStripMenuItem
source: Double Tab To Tab
es: Dos lengüetas en una
fr: Double tabulation vers tabulation
it: Doppio tab in singolo tab
ru: Двойные знаки табуляции в одинарные

# Form1_returnToTabToolStripMenuItem
source: Return To Tab
es: Retorno de carro en lengüeta
fr: Retourner à l'onglet
it: A-capo in tab
ru: Возвраты каретки в знаки табуляции

# Form1_fileExplorerTabPageToolTip
source: File Explorer
es: Explorador de archivos
fr: Explorateur de fichier
it: Esplora risorse
ru: Обозреватель файлов

# FileExplorerManager_ErrorLoadingDirFiles
source: Error during directories and files load.
es: Error durante la carga de directorios y archivos.
fr: Erreur pendant le chargement des dossiers et fichiers.
it: Si è verificato un errore in lettura di directory e file.
ru: Ошибка при загрузке каталогов и файлов.

# FileExplorerManager_ErrorLoadingTree
source: Error during tree drives load.
es: Error durante la carga del árbol de unidades.
fr: Erreur pendant le chargement de l'arborescence des lecteurs.
it: Si è verificato un errore durante il caricamento dei dischi fissi e mobili.
ru: Ошибка при загрузке дерева дисков.

# FileExplorerManager_DeviceNotReady
source: Selected device is not ready. Insert a disk and retry.
es: Dispositivo seleccionado no está listo. Inserte un disco y vuelva a intentarlo.
fr: Le lecteur sélectionné n'est pas prêt. Insérer un disque et ré-essayer.
it: Il lettore selezionato non è pronto. Inserisci un disco e riprova.
ru: Выбранное устройство не готово. Вставьте диск и повторите попытку.

# FileExplorerManager_NoDisk
source: No disk
es: No hay ningún disco
fr: Aucun disque
it: Nessun disco presente
ru: Отсутствует диск

# filePanel_openIntoWindowsExplorerToolStripMenuItem
source: Open Into Windows Explorer
es: Abrir en Explorador de Windows
fr: Ouvrir dans Internet Explorer
it: Apri in Esplora Risorse
ru: Открыть в Проводнике

# filePanel_openToolStripMenuItem
source: Open
es: Abrir
fr: Ouvrir
it: Apri
ru: Открыть

# filePanel_refreshToolStripMenuItem
source: Refresh Folder
es: Actualizar carpeta
fr: Raffraîchir le répertoire
it: Ricarica cartella
ru: Обновить папку

# filePanel_hiddenToolStripButton
source: Show Hidden Files/Folders
es: Mostrar archivos y carpetas ocultos
fr: Montre les fichiers et dossiers cachés
it: File e cartelle nascoste
ru: Показывать скрытые файлы и папки

# filePanel_hiddenToolStripButtonToolTip
source: Show Hidden Files/Folders
es: Mostrar archivos y carpetas ocultos
fr: Montre les fichiers et dossiers cachés
it: Mostra file e cartelle nascoste
ru: Показывать скрытые файлы и папки

# Form1_exportPreferencesToolStripMenuItem
source: Export Settings And Data...
es: Exportar configuración y los datos ...
fr: Exporter les paramètres et données...
it: Esporta impostazioni e dati...
ru: Экспорт параметров и данных...

# Form1_importPreferencesToolStripMenuItem
source: Import Settings And Data...
es: Importar configuración y los datos ...
fr: Importer les paramètres et données....
it: Importa impostazioni e dati...
ru: Импорт параметров и данных...

# ImportExportManager_ExportFileDescription
source: DtPad export files
es: Archivo exportación de DtPad
fr: Fichiers exportés de DtPad
it: File esportazione DtPad
ru: Файлы экспорта DtPad

# ImportExportManager_ExportStatusLabel1
source: Settings and data file
it: File impostazioni e dati

# ImportExportManager_ExportStatusLabel2
source: exported
it: esportato

# ImportExportManager_folderBrowserDialogDescription
source: Select the folder where to place settings and data (ie. notes, favourites files) export:
es: Seleccionar la carpeta donde colocar los ajustes y datos (es decir, notas, archivos favoritos) a la exportación:
fr: Sélectionner le répertoire ou exporter les paramètres et données (par ex. notes, favoris):
it: Seleziona la cartella dove esportare le impostazioni e i dati di utilizzo (es. note, file preferiti):
ru: Выберите папку, в которую будет экспортирован файл параметров и данных (с заметками, списком избранных файлов и т.д.):

# ImportExportManager_ImportStatusLabel1
source: Settings and data file
it: File impostazioni e dati

# ImportExportManager_ImportStatusLabel2
source: imported
it: importato

# ImportExportManager_WarningImport
source: Selected export file has been made with a different DtPad version. To avoid compatibility issues it is advise not to import it. Do you still want to continue?
es: El archivo de exportación seleccionado se ha realizado con una versión diferente de DtPad. Para evitar problemas de compatibilidad, se aconseja no importarlo. ¿Aún desea continuar?
fr: Le fichier sélectionné a été exporté avec une version différente de DtPad. Afin d'éviter des problèmes de compatibilité, il est conseillé de ne pas l'importer. Voulez vous tout de même continuer?
it: Il file di esportazione selezionato appartiene a una versione differente di DtPad. Per evitare problemi di compatibilità se ne sconsiglia l'importazione. Desideri comunque procedere?
ru: Выбранный файл экспорта был создан в другой версии DtPad. Во избежание проблем с совместимостью рекомендуется не импортировать его. Выполнить импорт?

# Form1_toInitialUppercaseToolStripMenuItem
source: To Initial Uppercase
es: Primeras letras en mayúsculas
fr: Première lettre majuscule
it: Iniziali maiuscole
ru: Начинать с прописных букв

# TextManager_ChangeCharsCase
source: Select the text portion which you like to convert.
es: Seleccionar la parte del texto que desea convertir.
fr: Sélectionner la portion du texte que vous désirez convertir.
it: Seleziona il testo che desideri convertire.
ru: Выделите фрагмент текста, который нужно преобразовать.

# ZipExtract_closeButton
source: Close
es: Cerrar
fr: Ferrmer
it: Chiudi
ru: Закрыть

# ZipExtract_extractSelectedFilesButton
source: Extract Selected Files
es: Extraer los archivos seleccionados
fr: Extraire les fichiers sélectionnés
it: Estrai file selezionati
ru: Извлечь выбранные файлы

# ZipExtract_helpLabel
source: Extract the content of opened archive.
es: Extraer el contenido del archivo comprimido abierto.
fr: Extraire le contenu de l'archive ouverte.
it: Estrai il contenuto dell'archivio selezionato.
ru: Извлечение содержимого из открытого архива.

# ZipExtract_Title
source: Archive Extraction
es: Extracción archivo comprimido
fr: Extraction de l'archive
it: Estrazione archivio
ru: Извлечение из архива

# ZipExtract_zipContentLabel
source: Archive file content:
es: Contenido del archivo comprimido:
fr: Contenu du fichier d'archive:
it: Contenuto archivio:
ru: Содержимое архивного файла:

# ZipManager_CompressedSizeColumn
source: Compressed
es: Comprimido
fr: Compressé
it: Compresso
ru: В сжатом виде

# ZipManager_ExtractSuccess
source: Selected files extraction completed!
es: Extracción de los archivos seleccionados terminado!
fr: L'extraction des fichiers sélectionnés est terminée!
it: I file selezionati sono stati estratti con successo!
ru: Выбранные файлы извлечены.

# ZipManager_folderBrowserDialogDescription
source: Select the folder where extract archive file content:
es: Seleccionar la carpeta donde extraer contenido del archivo comprimido:
fr: Sélectionner le répertoire où exraire le contenu du fichier:
it: Seleziona la cartella dove scompattare il contenuto dell'archivio:
ru: Выберите папку, в которую будет извлечено содержимое архивного файла:

# ZipManager_NameColumn
source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя

# ZipManager_OriginalSizeColumn
source: Size
es: Tamaño
fr: Taille
it: Dimensione
ru: Размер

# ZipManager_OverwriteQuestion
source: File "{0}" already exists. Do you want to overwrite it?
es: El archivo "{0}" ya existe. ¿Desea sobreescribirlo?
fr: Le fichier "{0}" existe déjà. Désirezz vous l'écraser?
it: Il file "{0}" esiste già. Vuoi sovrascrivelo?
ru: Файл "{0}" уже существует. Перезаписать его?

# ZipExtract_filenameLabel1
source: File name:
es: Nombre de archivo:
fr: Nom du fichier:
it: Nome file:
ru: Имя файла:

# Form1_promptWindowToolStripMenuItem
source: Prompt Window
es: Ventana de símbolo del sistema
fr: Fenêtre de commande
it: Finestra di prompt
ru: Окно командной строки

# PromptManager_Error
source: An error occured during prompt command execution!
es: Se produjo un error durante la ejecución de comandos!
fr: Une erreur est survenue lors de l'exécution d'une commande en ligne!
it: Si è verificato un errore durante l'esecuzione di un comando!
ru: Ошибка выполнения в командной строке.

# PromptManager_Date
source: The current date is:
es: La fecha actual es:
fr: La date actuelle est:
it: La data corrente è:
ru: Текущая дата:

# PromptManager_NotFindPath
source: Could not find the specified path
es: No se puede encontrar la ruta especificada
fr: Impossible de trouver le chemin spécifié
it: Impossibile trovare il percorso specificato
ru: Не удается найти указанный путь

# PromptManager_Time
source: The current time is:
es: La hora actual es:
fr: L'heure courante est:
it: L'ora corrente è:
ru: Текущее время:

# PromptManager_UnrecognizedCommand
source: is an unrecognized command
es: es un comando no reconocido
fr: est une commande non reconnue
it: è un comando sconosciuto
ru: - неопознанная команда

# Form1_reloadToolStripMenuItem
source: Reload
es: Recargar
fr: Recharger
it: Ricarica
ru: Открыть заново

# Form1_fileEncodingToolStripMenuItem
source: File Encoding
es: Codificación de archivo
fr: Encodage
it: Codifica file
ru: Кодировка файлов

# Form1_useOriginalToolStripMenuItem
source: Use Existing for Opened Files
es: Usar codificación de archivos abiertos
fr: Utiliser l'encodage actuel des fichiers ouverts
it: Usa codifica esistente per file aperti
ru: Использовать кодировку открытых файлов

# Options_encodingNode
source: Encoding
es: Codificación
fr: Encodage
it: Codifica
ru: Кодировка

# Options_useExistingCheckBox
source: Use existing for opened files
es: Usar codificación de archivos abiertos
fr: Utiliser l'encodage existant des fichiers ouverts
it: Usa codifica esistente per file aperti
ru: Использовать кодировку открытых файлов

# Options_encodingGroupBox1
source: Encoding
es: Codificación
fr: Encodage
it: Codifica
ru: Кодировка

# Form1_resetSettingsToolStripMenuItem
source: Reset Settings
es: Restablecer ajustes
fr: Reset des paramètres
it: Resetta impostazioni
ru: Сбросить параметры

# VersionCheck_warningPictureBoxToolTip
source: If you are using a proxy, try to set it on options window
es: Si usted está usando un proxy, configúrelo en la ventana de configuración
fr: Si vous passez par un proxy, essayer de le paramétrer dans les options
it: Se fai utilizzo di un proxy, configuralo nella finestra delle opzioni
ru: Если вы используете прокси-сервер, попробуйте указать его в окне параметров

# Form1_lineNumbersToolStripMenuItem
source: Row Numbers
es: Números de fila
fr: Numéros de lignes
it: Numeri di riga
ru: Номера строк

# Form1_lineNumbersToolStripButton
source: Row Numbers
es: Números de fila
fr: Numéros de lignes
it: Numeri di riga
ru: Номера строк

# Options_lineNumbersCheckBox
source: Row numbers
es: Números de fila
fr: Numéros des lignes
it: Numeri di riga
ru: Номера строк

# Form1_wordWrapToolStripButton
source: Word Wrap
es: Ajuste de línea
fr: Retour automatique à la ligne
it: A capo automatico
ru: Перенос по словам

# Form1_closeToolStripMenuItem2
source: Close Internal Explorer
es: Cerrar explorador interno
fr: Fermer Internet Explorer
it: Chiudi pannello interno
ru: Закрыть боковую панель

# Form1_resetWindowLayoutToolStripMenuItem
source: Reset Window Layout
es: Restablecer diseño de ventana
fr: Réinitialisation de présentation de la fenêtre
it: Reimposta aspetto finestra
ru: Сбросить конфигурацию окна

# FileManager_NoFileToReadonly
source: Temporary editing area could not be made readonly. Only open files could.
es: Área de edición temporal no se podía hacer solo lectura. Podría ser sólo para los archivos abiertos.
fr: Les zones d'édition temporaires ne peuvent pas être en lecture-seule. Seuls les fichiers déja existant le peuvent.
it: L'area temporanea di scrittura non può essere impostata in sola lettura. Solo i file aperti possono esserlo.
ru: Временную область редактирования нельзя сделать доступной только для чтения. Это возможно только для текстовых файлов.

# FileManager_NoTextForPDF
source: Text area is empty.
es: El área de texto está vacía.
fr: La zone de texte est vide.
it: L'area di scrittura è vuota.
ru: Текстовая область пуста.

# FileManager_PDFFile
source: PDF document (*.pdf)|*.pdf
es: Documento PDF (*.pdf)|*.pdf
fr: Document PDF (*.pdf)|*.pdf
it: Documento PDF (*.pdf)|*.pdf
ru: Документ PDF (*.pdf)|*.pdf

# Form1_toggleReadonlyToolStripMenuItem
source: Toggle Readonly
es: Alternar sólo lectura
fr: Basculer en mode lecture-seule
it: Attiva/disattiva sola lettura
ru: Переключить атрибут "Только чтение"

# Form1_saveAsPDFToolStripMenuItem
source: File As PDF...
es: Archivo como PDF...
fr: Fichier en PDF...
it: File come PDF...
ru: Файл как PDF...

# Form1_showFileInBrowserToolStripMenuItem
source: Show File in Browser
es: Mostrar archivo en explorador web
fr: Afficher le fichier dans le navigateur
it: Mostra file nel browser
ru: Показать файл в браузере

# Form1_focusOnEditorToolStripMenuItem
source: Focus On Main Text Area
es: Foco en área de texto principal
fr: Redonner le focus à la zone de texte principale
it: Focus su area principale di testo
ru: Вернуть фокус в главную текстовую область

# tabPanel_moveTabDownToolStripButton
source: Move Down
es: Bajar
fr: Descendre
it: Sposta in basso
ru: Переместить ниже

# tabPanel_moveTabUpToolStripButton
source: Move Up
es: Subir
fr: Monter
it: Sposta in alto
ru: Переместить выше

# InternetManager_NoContent
source: Text area is empty.
es: El área de texto está vacía.
fr: La zone de texte est vide.
it: L'area di scrittura è vuota.
ru: Текстовая область пуста.

# filePanel_openSelectedFileToolStripButton
source: Open Selected File
es: Abrir archivo seleccionado
fr: Ouvrir le fichier sélectionné
it: Apri il file selezionato
ru: Открыть выбранный файл

# FontSelect_boldCheckBox
source: Bold
es: Negrita
fr: Gras
it: Grassetto
ru: Полужирный

# FontSelect_colorLabel
source: Color:
fr: Couleur:
it: Colore:
ru: Цвет:

# FontSelect_effectsGroupBox
source: Effects
es: Efectos
fr: Effets
it: Effetti
ru: Эффекты

# FontSelect_helpLabel
source: Select text editor font appearance.
es: Selecciona la apariencia de la fuente del texto.
fr: Sélectionner la police de l'éditeur de texte.
it: Seleziona l'aspetto del font di scrittura.
ru: Выберите внешний вид шрифта.

# FontSelect_italicCheckBox
source: Italic
es: Cursiva
fr: Italique
it: Corsivo
ru: Курсив

# FontSelect_previewGroupBox
source: Preview
es: Vista previa
fr: Aperçu
it: Anteprima
ru: Предварительный просмотр

# FontSelect_previewTextBox
source: This text is a font example
es: Este texto es un ejemplo de fuente
fr: Ce text est un exemple de police
it: Testo di anteprima del font
ru: Так будет выглядеть текст

# FontSelect_sizeLabel
source: Size:
es: Tamaño:
fr: Taille:
it: Dim.:
ru: Размер:

# FontSelect_underlinedCheckBox
source: Underline
es: Subrayado
fr: Souligné
it: Sottolineato
ru: Подчеркивание

# FontManager_ResetQuestion
source: Are you sure you want to reset font to default?
es: ¿Está seguro de que desea restablecer el fuente predeterminado?
fr: Etes vous sur de vouloir réinitialiser la police à la valeur par défaut?
it: Sei sicuro di voler ripristinare il font di default?
ru: Вернуть шрифт по умолчанию?

# FontSelect_resetButton
source: Reset
es: Restablecer
it: Ripristina
ru: Сбросить

# ColorSelect_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# ColorSelect_colorLabel
source: Color:
fr: Couleur:
it: Colore:
ru: Цвет:

# ColorSelect_helpLabel
source: Select a color.
es: Seleccionar un color.
fr: Sélectionner une couleur.
it: Seleziona un colore.
ru: Выбор цвета.

# Options_BrowserFileDialog
source: All files (*.*)|*.*|Executable files (*.exe)|*.exe
es: Todos los archivos (*.*)|*.*|Archivos ejecutables (*.exe)|*.exe
fr: Tous les fichiers (*.*)|*.*|Fichiers exécutables (*.exe)|*.exe
it: Tutti i file (*.*)|*.*|Eseguibili (*.exe)|*.exe
ru: Все файлы (*.*)|*.*|Исполняемые файлы (*.exe)|*.exe

# ColorSelect_Title
source: Color
fr: Couleur
it: Colore
ru: Цвет

# FontSelect_cancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# ReplaceManager_NotFound
source: Can't find searched text.
es: No se puede encontrar el texto buscado.
fr: Le texte cherché n'a pu être trouvé.
it: Impossibile trovare il testo cercato.
ru: Не удается найти искомый текст.

# ReplaceManager_ReplacedMore
source: occurrences replaced
es: ocurrencias reemplazado
fr: occurrences remplacées
it: occurrenze sostituite
ru: совпадений заменено

# Form1_closeToolStripMenuItem3
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

# Form1_openToolStripMenuItem2
source: Open...
es: Abrir...
fr: Ouvrir...
it: Apri...
ru: Открыть...

# Form1_saveAsToolStripMenuItem2
source: Save As...
es: Guardar como...
fr: Enregistrer sous...
it: Salva come...
ru: Сохранить как...

# Form1_saveToolStripMenuItem2
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# Form1_sessionToolStripMenuItem
source: Session
es: Sesión
it: Sessione
ru: Сеанс

# Form1_sessionImageToolStripButton
source: Session
es: Sesión
it: Sessione
ru: Сеанс

# SessionManager_Closed
source: Session "{0}" closed
es: Sesión "{0}" cerrada
fr: La session "{0}" a été fermée
it: Sessione "{0}" chiusa
ru: Сеанс "{0}" закрыт

# SessionManager_Opened
source: Session "{0}" opened
es: Sesión "{0}" abierta
fr: Session "{0}" ouverte
it: Sessione "{0}" aperta
ru: Сеанс "{0}" открыт

# SessionManager_Saved
source: Session "{0}" saved
es: Sesión "{0}" guardada
fr: Session "{0}" enregistrée
it: Sessione "{0}" salvata
ru: Сеанс "{0}" сохранен

# SessionManager_FileDialog
source: DtPad session files (*.dps)|*.dps
es: Sesiones de DtPad (*.dps)|*.dps
fr: Session de DtPad (*.dps)|*.dps
it: File di sessione DtPad (*.dps)|*.dps
ru: Сеанс DtPad (*.dps)|*.dps

# SessionManager_AlreadyOpen
source: A session is already open. Do you want to discard it to open a new one? Any unsaved change will get lost.
es: Una sesión está abierta. ¿Quiere desprenderse de ella para abrir uno nuevo? Los cambios no guardados se perderán.
fr: Une session est déjà ouverte. Voulez vous l'abandonner pour en ouvrir une nouvelle? Les changements non enregistrés seront alors perdus.
it: Una sessione è attualmente già aperta. Vuoi chiuderla per aprirne una nuova? Ogni modifica non salvata andrà persa.
ru: В настоящее время уже открыт сеанс. Открыть вместо него другой? Несохраненные изменения будут потеряны.

# SessionManager_openingErrors
source: One or more session files could not be opened since they not exists anymore in their locations:
es: Uno o más archivos de sesión no se pudo abrir, ya que no existe más que en sus ubicaciones:
fr: Au moins un fichier de session ne peut être ouvert car n'existant plus aux endroits indiqués:
it: Uno o più file di sessione non sono stati aperti poiché non si trovano più nelle loro posizioni:
ru: Не удается открыть один или несколько файлов сеансов, так как они не найдены в указанных папках:

# Form1_closeSessionToolStripButton
source: Close Session
es: Cerrar sesión
fr: Fermer la session
it: Chiudi sessione
ru: Закрыть сеанс

# Form1_saveSessionToolStripButton
source: Save Session
es: Guardar sesión
fr: Enregistrer la session
it: Salva sessione
ru: Сохранить сеанс

# SessionManager_SaveAllFiles
source: All modified tabs will be saved, so they could be referenced inside the session. Are you sure you want to proceed?
es: Para poder hacer referencia a archivos dentro de la sesión, todos los archivos deben ser guardados. ¿Está seguro de que desea continuar?
fr: Tous les onglets modifiés seront enregistrés pour pouvoir être référencés dans la session. Voulez vous continuer?
it: Tutti i tab modificati verranno salvati di modo da poter essere referenziati nella sessione. Sei sicuro di voler procedere?
ru: Все измененные вкладки будут сохранены, чтобы на них можно было ссылаться в сеансе. Продолжить?
